[
  {
    "title": "Information Critical Phases under Decoherence",
    "url": "http://arxiv.org/abs/2512.22121v1",
    "abstract_en": "Quantum critical phases are extended regions of phase space characterized by a diverging correlation length. By analogy, we define an information critical phase as an extended region of a mixed state phase diagram where the Markov length, the characteristic length scale governing the decay of the conditional mutual information (CMI), diverges.   We demonstrate that such a phase arises in decohered $\\mathbb{Z}_{N}$ Toric codes by assessing both the CMI and the coherent information, the latter quantifying the robustness of the encoded logical qudits. For $N>4$, we find that the system hosts an information critical phase intervening between the decodable and non-decodable phases where the coherent information saturates to a fractional value in the thermodynamic limit, indicating that a finite fraction of logical information is still preserved. We show that the density matrix in this phase can be decomposed into a convex sum of Coulombic pure states, where gapped anyons reorganize into gapless photons. We further consider the ungauged $\\mathbb{Z}_{N}$ Toric code and interpret its mixed state phase diagram in the language of strong-to-weak spontaneous symmetry breaking. We argue that in the dual model, the information critical phase arises because the spontaneously broken off-diagonal $\\mathbb{Z}_{N}$ symmetry gets enhanced to a U(1) symmetry, resulting in a novel superfluid phase whose gapless modes involve coherent excitations of both the system and the environment. Finally, we propose an optimal decoding protocol for the corrupted $\\mathbb{Z}_{N}$ Toric code and evaluate its effectiveness in recovering the fractional logical information preserved in the information critical phase. Our findings identify a gapless analog for mixed-state phases that still acts as a fractional topological quantum memory, thereby extending the conventional paradigm of quantum memory phases.",
    "date": "2025-12-26",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "See Less, See Right: Bi-directional Perceptual Shaping For Multimodal Reasoning",
    "url": "http://arxiv.org/abs/2512.22120v1",
    "abstract_en": "Large vision-language models (VLMs) often benefit from intermediate visual cues, either injected via external tools or generated as latent visual tokens during reasoning, but these mechanisms still overlook fine-grained visual evidence (e.g., polylines in charts), generalize poorly across domains, and incur high inference-time cost. In this paper, we propose Bi-directional Perceptual Shaping (BiPS), which transforms question-conditioned masked views into bidirectional where-to-look signals that shape perception during training. BiPS first applies a KL-consistency constraint between the original image and an evidence-preserving view that keeps only question-relevant regions, encouraging coarse but complete coverage of supporting pixels. It then applies a KL-separation constraint between the original and an evidence-ablated view where critical pixels are masked so the image no longer supports the original answer, discouraging text-only shortcuts (i.e., answering from text alone) and enforcing fine-grained visual reliance. Across eight benchmarks, BiPS boosts Qwen2.5-VL-7B by 8.2% on average and shows strong out-of-domain generalization to unseen datasets and image types.",
    "date": "2025-12-26",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "Charge-Informed Quantum Error Correction",
    "url": "http://arxiv.org/abs/2512.22119v1",
    "abstract_en": "We investigate the statistical physics of quantum error correction in ${\\rm U}(1)$ symmetry-enriched topological quantum memories. Starting from a phenomenological error model of charge-conserving noise, we study the optimal decoder assuming the local charges of each anyon can be measured. The error threshold of the optimal decoder corresponds to a continuous phase transition in a disordered two-dimensional integer loop model on the Nishimori line. Using an effective replica field theory analysis and Monte Carlo numerics, we show that the optimal decoding transition exhibits Berezinskii-Kosterlitz-Thouless universality with a modified universal jump in winding number variance. We further generalize the model beyond the Nishimori line, which defines a large class of suboptimal decoders. At low nonzero temperatures and strong disorder, we find numerical evidence of a disorder-dominated loop-glass phase which corresponds to a \"confidently incorrect\" decoder. The zero-temperature limit defines the minimum-cost flow decoder, which serves as the ${\\rm U}(1)$ analog of minimum-weight perfect matching in $\\mathbb{Z}_2$ topological codes. Both the optimal and minimum-cost flow decoders are shown to dramatically outperform the charge-agnostic optimal decoder in symmetry-enriched topological codes.",
    "date": "2025-12-26",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "ProEdit: Inversion-based Editing From Prompts Done Right",
    "url": "http://arxiv.org/abs/2512.22118v1",
    "abstract_en": "Inversion-based visual editing provides an effective and training-free way to edit an image or a video based on user instructions. Existing methods typically inject source image information during the sampling process to maintain editing consistency. However, this sampling strategy overly relies on source information, which negatively affects the edits in the target image (e.g., failing to change the subject's atributes like pose, number, or color as instructed). In this work, we propose ProEdit to address this issue both in the attention and the latent aspects. In the attention aspect, we introduce KV-mix, which mixes KV features of the source and the target in the edited region, mitigating the influence of the source image on the editing region while maintaining background consistency. In the latent aspect, we propose Latents-Shift, which perturbs the edited region of the source latent, eliminating the influence of the inverted latent on the sampling. Extensive experiments on several image and video editing benchmarks demonstrate that our method achieves SOTA performance. In addition, our design is plug-and-play, which can be seamlessly integrated into existing inversion and editing methods, such as RF-Solver, FireFlow and UniEdit.",
    "date": "2025-12-26",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "Radio Supernovae",
    "url": "http://arxiv.org/abs/2512.22117v1",
    "abstract_en": "Supernovae (SNe), the catastrophic end of stars' lives, are among the most energetic phenomena in the universe. Mapping the aftermath of the explosions to the properties of pre-SN stars is challenging due to the lack of knowledge about the evolution of different types of stars. The immediate surroundings of pre-SN stars carry the signature of the progenitors, and radio observations are the best way to examine the ambient media. Since radio emission originates from the interaction of supersonic SN ejecta with the relatively stationary circumstellar medium, with a few years of radio study, the mass-loss history of progenitor stars can be probed from just before the explosion of the star to thousands of years before the onset of the SN. Moreover, this can provide crucial details about the explosions, which are poorly understood to date. In this paper, we review the radio properties of different types of core-collapse explosions and thermonuclear runaways to understand their mass-loss evolution--which allows us to unravel the imprints of the progenitors on the surrounding media and thus the nature of the exploded stars. Additionally, we discuss the current state of the art in this field, including existing and the next-generation radio facilities with enhanced capabilities that provide further details about these explosions.",
    "date": "2025-12-26",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  }
]