[
  {
    "title": "Anisotropic marginal Fermi liquid for Coulomb interacting generalized Weyl fermions",
    "url": "http://arxiv.org/abs/2602.17666v1",
    "abstract_en": "Owing to the power-law anisotropy in the quasiparticle dispersion, yielding an enhanced density of states, the effects of long range Coulomb interaction get amplified in three-dimensional generalized Weyl semimetals, characterized by integer monopole charge $n>1$ of the underlying Weyl nodes. Using a Wilsonian renormalization group approach controlled by a large-$N$ expansion with $N$ as the number of Weyl fermion flavors and a gauge-consistent regularization fixed by the Ward-Takahashi identity, we uncover for $n\\ge 2$ an extended interaction-dominated scaling regime with intrinsically anisotropic dynamic Coulomb screening, a finite fermionic anomalous dimension, and a power-law suppression of the quasiparticle residue, yielding an \\emph{anisotropic} marginal non-Fermi liquid at intermediate energies. Ultimately, the effective fine structure constant flows to zero, albeit only logarithmically slowly, so the marginal Fermi liquid phenomenology emerges as a broad crossover, controlled by a slowly running coupling. By contrast, for $n=1$ the system retains an isotropic marginal Weyl-liquid character. These predictions can be tested via scaling in thermodynamics (specific heat and compressibility), direction-dependent optical conductivity, and by anisotropic broadening of the single-particle spectral function in angle-resolved photoemission spectroscopy.",
    "date": "2026-02-19",
    "summary_cn": "本文通过威尔逊重整化群方法研究三维广义外尔半金属中的长程库仑相互作用。研究发现，当单极子电荷n≥2时，系统在中等能量下呈现各向异性的边缘非费米液体行为，表现为各向异性动态屏蔽和幂律抑制的准粒子残差。相比之下，n=1时系统保持各向同性特征。这些预测可通过热力学标度和角分辨光电子能谱等实验验证。",
    "one_sentence": "本文发现在具有整数单极子电荷n>1的三维广义外尔半金属中，由于幂律各向异性导致的长程库仑相互作用增强，会出现一种具有各向异性动态库仑屏蔽和有限费米子反常维度的交互作用主导的各向异性边缘非费米液体标度区域。"
  },
  {
    "title": "OpenEarthAgent: A Unified Framework for Tool-Augmented Geospatial Agents",
    "url": "http://arxiv.org/abs/2602.17665v1",
    "abstract_en": "Recent progress in multimodal reasoning has enabled agents that can interpret imagery, connect it with language, and perform structured analytical tasks. Extending such capabilities to the remote sensing domain remains challenging, as models must reason over spatial scale, geographic structures, and multispectral indices while maintaining coherent multi-step logic. To bridge this gap, OpenEarthAgent introduces a unified framework for developing tool-augmented geospatial agents trained on satellite imagery, natural-language queries, and detailed reasoning traces. The training pipeline relies on supervised fine-tuning over structured reasoning trajectories, aligning the model with verified multistep tool interactions across diverse analytical contexts. The accompanying corpus comprises 14,538 training and 1,169 evaluation instances, with more than 100K reasoning steps in the training split and over 7K reasoning steps in the evaluation split. It spans urban, environmental, disaster, and infrastructure domains, and incorporates GIS-based operations alongside index analyses such as NDVI, NBR, and NDBI. Grounded in explicit reasoning traces, the learned agent demonstrates structured reasoning, stable spatial understanding, and interpretable behaviour through tool-driven geospatial interactions across diverse conditions. We report consistent improvements over a strong baseline and competitive performance relative to recent open and closed-source models.",
    "date": "2026-02-19",
    "summary_cn": "本文提出OpenEarthAgent框架，旨在解决遥感领域多模态推理的挑战。该框架利用包含卫星影像、自然语言查询及详细推理轨迹的数据集，通过监督微调训练具备工具使用能力的地理空间智能体。实验表明，该智能体在结构化推理、空间理解及多领域地理分析中表现优异，显著优于基线模型。",
    "one_sentence": "本文提出了OpenEarthAgent，这是一个基于监督微调的统一框架，旨在构建能够处理卫星影像、进行多步逻辑推理并执行工具增强型地理空间分析的多模态智能体。"
  },
  {
    "title": "Sink-Aware Pruning for Diffusion Language Models",
    "url": "http://arxiv.org/abs/2602.17664v1",
    "abstract_en": "Diffusion Language Models (DLMs) incur high inference cost due to iterative denoising, motivating efficient pruning. Existing pruning heuristics largely inherited from autoregressive (AR) LLMs, typically preserve attention sink tokens because AR sinks serve as stable global anchors. We show that this assumption does not hold for DLMs: the attention-sink position exhibits substantially higher variance over the full generation trajectory (measured by how the dominant sink locations shift across timesteps), indicating that sinks are often transient and less structurally essential than in AR models. Based on this observation, we propose ${\\bf \\texttt{Sink-Aware Pruning}}$, which automatically identifies and prunes unstable sinks in DLMs (prior studies usually keep sinks for AR LLMs). Without retraining, our method achieves a better quality-efficiency trade-off and outperforms strong prior pruning baselines under matched compute. Our code is available at https://github.com/VILA-Lab/Sink-Aware-Pruning.",
    "date": "2026-02-19",
    "summary_cn": "扩散语言模型推理成本高，现有剪枝方法照搬自回归模型保留了注意力沉降点。本文发现DLM中的沉降点具有高方差且不稳定，据此提出“感知沉降剪枝”方法。该方法自动识别并剪除不稳定沉降点，无需重训练即实现了更优的质量-效率权衡，性能超越现有基线。",
    "one_sentence": "本文提出了一种针对扩散语言模型的“感知注意力沉降剪枝”方法，通过识别并剪除不稳定的注意力沉降点，在无需重训练的情况下实现了比保留沉降点的传统方法更优的质量-效率平衡。"
  },
  {
    "title": "CLEF HIPE-2026: Evaluating Accurate and Efficient Person-Place Relation Extraction from Multilingual Historical Texts",
    "url": "http://arxiv.org/abs/2602.17663v1",
    "abstract_en": "HIPE-2026 is a CLEF evaluation lab dedicated to person-place relation extraction from noisy, multilingual historical texts. Building on the HIPE-2020 and HIPE-2022 campaigns, it extends the series toward semantic relation extraction by targeting the task of identifying person--place associations in multiple languages and time periods. Systems are asked to classify relations of two types - $at$ (\"Has the person ever been at this place?\") and $isAt$ (\"Is the person located at this place around publication time?\") - requiring reasoning over temporal and geographical cues. The lab introduces a three-fold evaluation profile that jointly assesses accuracy, computational efficiency, and domain generalization. By linking relation extraction to large-scale historical data processing, HIPE-2026 aims to support downstream applications in knowledge-graph construction, historical biography reconstruction, and spatial analysis in digital humanities.",
    "date": "2026-02-19",
    "summary_cn": "HIPE-2026是一个致力于从多语言历史文本中提取人物-地点关系的评测实验室。该任务要求系统识别两种关系类型，并需结合时空线索进行推理。其核心创新在于提出了准确率、计算效率和领域泛化能力相结合的三维评估框架。该工作旨在支持知识图谱构建和历史传记重建等下游应用，推动了数字人文领域的发展。",
    "one_sentence": "HIPE-2026是首个专注于从多语言历史文本中提取人物-地点语义关系的评测任务，并创新性地提出了融合准确率、计算效率和领域泛化能力的三维评估体系。"
  },
  {
    "title": "A Study of Entanglement and Ansatz Expressivity for the Transverse-Field Ising Model using Variational Quantum Eigensolver",
    "url": "http://arxiv.org/abs/2602.17662v1",
    "abstract_en": "The Variational Quantum Eigensolver (VQE) is a leading hybrid quantum-classical algorithm for simulating many-body systems in the NISQ era. Its effectiveness, however, depends on the faithful preparation of eigenstates, which becomes challenging in degenerate and strongly entangled regimes. We study this problem using the transverse-field Ising model (TFIM) with periodic boundary conditions in one, two, and three dimensions, considering systems of up to 27 qubits. We employ different ansatzes: the hardware-efficient EfficientSU2 from Qiskit, the physics-inspired Hamiltonian Variational Ansatz (HVA) and HVA with symmetry breaking, and benchmark their performance using energy variance, entanglement entropy, spin correlations, and magnetization.",
    "date": "2026-02-19",
    "summary_cn": "本文研究了变分量子特征求解器（VQE）在简并与强纠缠体系中的有效性。作者在1至3维横向场伊辛模型中，对比了硬件高效拟设EfficientSU2与物理启发式拟设HVA的性能，并通过能量方差、纠缠熵等指标发现，虽然物理启发式拟设更具参数效率，但引入对称性破缺对于克服简并并制备准确的特征态至关重要。",
    "one_sentence": "本文通过在1至3维横向场伊辛模型中对比多种拟设，系统评估了变分量子特征求解器在简并与强纠缠体系下的特征态制备性能。"
  }
]