[
  {
    "title": "Strongly Coupled Quantum Forces",
    "url": "http://arxiv.org/abs/2512.05968v1",
    "abstract_en": "Quantum forces are long-range interactions originating from vacuum fluctuations of mediator fields. Such forces inevitably arise between ordinary matter particles whenever they couple to light mediator species. Conventional computations of quantum forces rely on evaluating one-loop Feynman diagrams of the relevant scattering processes. In this work, we introduce a novel framework to compute quantum forces. Instead of relying on perturbative scattering amplitudes, we directly evaluate the quantum fluctuations of the mediator field by solving its quantized equation of motion with appropriate boundary conditions. This approach remains valid beyond the Born approximation and thus applies to regimes of strong coupling between the mediator and matter fields. In the weak-coupling limit, our results reproduce the known expressions from the Feynman diagram approach. In the strong-coupling regime, the result is modified by a factor that can suppress or enhance the effect. In contrast to classical forces, quantum forces intrinsically violate the superposition principle. Our approach may therefore offer a useful tool for probing non-perturbative effects in the infrared regime.",
    "date": "2025-12-05",
    "summary_cn": "传统的量子力计算依赖于微扰散射振幅的单圈费曼图。本文提出了一种新方法，通过直接求解带有边界条件的量子化运动方程来计算媒介场的真空涨落，从而避免了微扰理论的局限。该方法在弱耦合下可还原为已知结果，在强耦合下则会产生修正因子，增强或抑制量子力效应。与经典力不同，量子力本质上违背叠加原理，此方法为研究红外区域的非微扰效应提供了有力工具。",
    "one_sentence": "本文提出了一种通过直接求解媒介场的量子化运动方程来计算量子力的新框架，适用于强耦合等非微扰区域。"
  },
  {
    "title": "Enhancing Retrieval-Augmented Generation with Entity Linking for Educational Platforms",
    "url": "http://arxiv.org/abs/2512.05967v1",
    "abstract_en": "In the era of Large Language Models (LLMs), Retrieval-Augmented Generation (RAG) architectures are gaining significant attention for their ability to ground language generation in reliable knowledge sources. Despite their impressive effectiveness in many areas, RAG systems based solely on semantic similarity often fail to ensure factual accuracy in specialized domains, where terminological ambiguity can affect retrieval relevance. This study proposes an enhanced RAG architecture that integrates a factual signal derived from Entity Linking to improve the accuracy of educational question-answering systems in Italian. The system includes a Wikidata-based Entity Linking module and implements three re-ranking strategies to combine semantic and entity-based information: a hybrid score weighting model, reciprocal rank fusion, and a cross-encoder re-ranker. Experiments were conducted on two benchmarks: a custom academic dataset and the standard SQuAD-it dataset. Results show that, in domain-specific contexts, the hybrid schema based on reciprocal rank fusion significantly outperforms both the baseline and the cross-encoder approach, while the cross-encoder achieves the best results on the general-domain dataset. These findings confirm the presence of an effect of domain mismatch and highlight the importance of domain adaptation and hybrid ranking strategies to enhance factual precision and reliability in retrieval-augmented generation. They also demonstrate the potential of entity-aware RAG systems in educational environments, fostering adaptive and reliable AI-based tutoring tools.",
    "date": "2025-12-05",
    "summary_cn": "在大语言模型时代，检索增强生成（RAG）系统在专业领域中常因术语模糊导致事实准确性不足。本研究提出一种增强型RAG架构，通过集成基于Wikidata的实体链接模块，并采用混合评分加权、互逆排序融合及交叉编码器三种重排序策略，结合语义与实体信息。在学术定制数据集和标准SQuAD-it数据集上的实验表明，互逆排序融合方法在特定领域效果显著优于基线，而交叉编码器在通用领域表现最佳，凸显了领域适配与混合排序对提升RAG事实精确度的重要性。",
    "one_sentence": "本文提出了一种结合实体链接事实信号与语义相似度的混合重排序RAG架构，以提升意大利语教育问答系统的事实准确性。"
  },
  {
    "title": "EditThinker: Unlocking Iterative Reasoning for Any Image Editor",
    "url": "http://arxiv.org/abs/2512.05965v1",
    "abstract_en": "Instruction-based image editing has emerged as a prominent research area, which, benefiting from image generation foundation models, have achieved high aesthetic quality, making instruction-following capability the primary challenge. Existing approaches improve instruction adherence via supervised or reinforcement learning, yet single-turn success rates remain limited due to inherent stochasticity and a lack of deliberation. In this work, we propose a deliberative editing framework to 'think' while they edit, which simulates the human cognitive loop by iteratively executing a Think-while-Edit cycle: Critiquing results and Refining instructions , followed by Repeating the generation until satisfactory. Specifically, we train a single MLLM, EditThinker, to act as the reasoning engine of this framework, which jointly produce the critique score, reasoning process, and refined instructions. We employ reinforcement learning to align the EditThinker's thinking with its editing, thereby generating more targeted instruction improvements. Extensive experiments on four benchmarks demonstrate that our approach significantly improves the instruction-following capability of any image editing model by a large margin. We will release our data construction framework, datasets, and models to benefit the community.",
    "date": "2025-12-05",
    "summary_cn": "指令驱动的图像编辑技术虽能生成高质量图像，但对复杂指令的遵循能力仍有不足。为此，本研究提出了一个审议式编辑框架，其核心是训练一个多模态大语言模型EditThinker作为推理引擎。该框架通过‘批判结果-优化指令-重新生成’的循环迭代，模拟人类审慎的编辑过程。研究采用强化学习将模型的‘思考’与‘编辑’行为对齐，从而生成更具针对性的指令改进。在四个基准测试上的实验表明，该方法能大幅提升任意图像编辑模型的指令遵循能力。",
    "one_sentence": "本文提出了一种名为EditThinker的审议式图像编辑框架，通过模拟人类‘边思考边编辑’的认知循环，利用强化学习联合优化指令改进与图像生成，显著提升了模型对编辑指令的遵循能力。"
  },
  {
    "title": "Training-Time Action Conditioning for Efficient Real-Time Chunking",
    "url": "http://arxiv.org/abs/2512.05964v1",
    "abstract_en": "Real-time chunking (RTC) enables vision-language-action models (VLAs) to generate smooth, reactive robot trajectories by asynchronously predicting action chunks and conditioning on previously committed actions via inference-time inpainting. However, this inpainting method introduces computational overhead that increases inference latency. In this work, we propose a simple alternative: simulating inference delay at training time and conditioning on action prefixes directly, eliminating any inference-time overhead. Our method requires no modifications to the model architecture or robot runtime, and can be implemented with only a few additional lines of code. In simulated experiments, we find that training-time RTC outperforms inference-time RTC at higher inference delays. In real-world experiments on box building and espresso making tasks with the $π_{0.6}$ VLA, we demonstrate that training-time RTC maintains both task performance and speed parity with inference-time RTC while being computationally cheaper. Our results suggest that training-time action conditioning is a practical drop-in replacement for inference-time inpainting in real-time robot control.",
    "date": "2025-12-05",
    "summary_cn": "实时分块技术通过推理时修复实现机器人平滑轨迹规划，但会引入延迟。本研究提出一种更简单的替代方案：在训练时模拟推理延迟，并直接以已执行的动作前缀为条件，从而消除推理时的计算开销。该方法无需改动模型架构或机器人运行时，代码实现简单。模拟和真实机器人实验表明，在较高推理延迟下，该训练时方法性能优于推理时方法，且能保持任务性能与速度，同时计算成本更低。",
    "one_sentence": "本文提出了一种在训练时模拟推理延迟并直接以动作前缀为条件的方法，以替代实时分块控制中计算开销大的推理时修复技术。"
  },
  {
    "title": "Group Classification (1+2)-dimensional Linear Equation of Asian Options Pricing",
    "url": "http://arxiv.org/abs/2512.05963v1",
    "abstract_en": "We consider a class of (1+2)-dimensional linear partial differential of Asian options pricing. Special cases have been used to models of financial mathematics. We carry out group classification of a class equations. In particular, the maximum dimension Lie invariance algebra within the above class is eight-dimensional. It is shown that an equation with such an algebra can be transformed into the linear Kolmogorov equation with the help of the point transformations of variables. Using the operators of invariance algebra symmetry reduction is carried out and invariant exact solutions are constructed for some equations.",
    "date": "2025-12-05",
    "summary_cn": "该研究聚焦于用于亚式期权定价的一类(1+2)维线性偏微分方程。作者对此类方程进行了群分类，指出其中最大维度的李对称代数为八维。研究表明，具有此对称代数的方程可通过变量点变换转化为线性Kolmogorov方程。基于对称代数的算子，研究还对部分方程进行了对称约化，并构建了不变精确解。",
    "one_sentence": "本文通过对一类(1+2)维线性偏微分方程进行群分类，发现其最大李对称代数为八维，并利用点变换将其化为Kolmogorov方程，进而构造了不变精确解。"
  }
]