[
  {
    "title": "Ionizing Photon Production Efficiencies and Chemical Abundances at Cosmic Dawn Revealed by Ultra-Deep Rest-Frame Optical Spectroscopy of JADES-GS-z14-0",
    "url": "http://arxiv.org/abs/2512.19695v1",
    "abstract_en": "JWST has discovered an early period of galaxy formation that was more vigorous than expected, which has challenged our understanding of the early Universe. In this work, we present the longest spectroscopic integration ever acquired by JWST/MIRI. This spectrum covers the brightest rest-frame optical nebular emission lines for the luminous galaxy JADES-GS-z14-0 at $z > 14$. Most notably, we detect $[\\mathrm{OIII}] λλ4959,5007$ at $\\approx 11 σ$ and $\\mathrm{H}α$ at $\\approx 4 σ$ with these ultra-deep observations. These lines reveal that JADES-GS-z14-0 has low dust attenuation with a recent star-formation rate of $\\mathrm{SFR} \\approx 10 \\pm 2\\ M_{\\odot} / \\mathrm{yr}$, star-formation rate surface density of $Σ_{\\mathrm{SFR}} \\approx 23 \\pm 5\\ M_{\\odot}/\\mathrm{yr}/\\mathrm{kpc}^{2}$, and ionizing photon production efficiency of $ξ_{\\mathrm{ion}} \\approx 10^{25.3 \\pm 0.1}\\ \\mathrm{Hz/erg}$. Using standard strong-line diagnostics, we infer a gas-phase oxygen abundance of $[\\mathrm{O/H}] \\approx -1.1 \\pm 0.4$ ($\\approx 10\\%\\ Z_{\\odot}$), carbon-to-oxygen ratio of $[\\mathrm{C/O}] \\approx -0.4 \\pm 0.4$, ionization parameter of $\\mathrm{log}_{10}(U) \\gtrsim -2.4$, and density of $n_{\\mathrm{H}} \\approx 720 \\pm 210\\ \\mathrm{cm}^{-3}$. Using detailed photoionization modeling, we instead derive $[\\mathrm{O/H}] \\approx -0.3_{-0.4}^{+0.4}$ ($\\approx 50\\%\\ Z_{\\odot}$) and $\\mathrm{log}_{10}(U) \\approx -1.5_{-0.4}^{+0.3}$. The inferred properties of JADES-GS-z14-0 are similar to those measured for similarly luminous galaxies at $z > 10$ with previous MIRI/Spectroscopy, such as GHZ2/GLASSz12, GN-z11, and MACS0647-JD1. Existing simulations are unable to reproduce the empirical and inferred properties of JADES-GS-z14-0. This work demonstrates an important step toward understanding the formation of the first stars and heavy elements in the Universe. [Abridged]",
    "date": "2025-12-22",
    "summary_cn": "詹姆斯·韦伯空间望远镜（JWST）发现早期星系形成活动比预期更为剧烈。本研究利用JWST/MIRI设备对红移z>14的明亮星系JADES-GS-z14-0进行了有史以来最长的光谱观测，探测到其关键的发射谱线。分析表明，该星系尘埃衰减低，具有较高的恒星形成率及恒星形成率面密度，并估算了其气体氧丰度、碳氧比等物理化学参数。其性质与其它高红移星系相似，但现有理论模型难以解释这些观测结果，这对理解宇宙早期恒星和重元素形成具有重要意义。",
    "one_sentence": "本文利用JWST/MIRI有史以来最长的光谱积分数据，首次详细揭示了红移超过14的极早期明亮星系JADES-GS-z14-0的物理与化学性质，其活跃的恒星形成和金属丰度挑战了现有理论模型。"
  },
  {
    "title": "Linear response beyond hydrodynamic poles",
    "url": "http://arxiv.org/abs/2512.19694v1",
    "abstract_en": "We consider the problem of writing an effective, linearised theory in small derivatives that reproduces the Mittag-Leffler expansion of a charge current correlator with an arbitrary number of simple poles. We demonstrate how such a framework: can be compatible with hydrostaticity without modification of thermodynamics, properly accounts for the differing notions of smallness in time and space derivatives including setting the lowest order effective equation of motion, and corrects the effective equations in derivatives. As an application, we apply the results to charge fluctuations of the D3/D5 probe brane and quantify how the transport coefficients behave when quasihydrodynamics emerges at large charge density.",
    "date": "2025-12-22",
    "summary_cn": "本文研究如何构建一个在小导数下的有效线性化理论，以精确复现具有任意数量单极点的电流关联函数的Mittag-Leffler展开。该框架在不改变热力学的前提下与流体静力学兼容，能恰当处理时空导数的不同阶次并确立最低阶有效运动方程，同时修正了导数展开中的有效方程。作为应用，作者将理论应用于D3/D5探针膜模型的电荷涨落，量化了高电荷密度下准流体动力学出现时输运系数的行为。",
    "one_sentence": "本文提出了一种兼容流体静力学、能处理时空导数不同阶次、并能精确匹配任意多极点电流关联函数Mittag-Leffler展开的有效线性化理论框架。"
  },
  {
    "title": "The Prism Hypothesis: Harmonizing Semantic and Pixel Representations via Unified Autoencoding",
    "url": "http://arxiv.org/abs/2512.19693v1",
    "abstract_en": "Deep representations across modalities are inherently intertwined. In this paper, we systematically analyze the spectral characteristics of various semantic and pixel encoders. Interestingly, our study uncovers a highly inspiring and rarely explored correspondence between an encoder's feature spectrum and its functional role: semantic encoders primarily capture low-frequency components that encode abstract meaning, whereas pixel encoders additionally retain high-frequency information that conveys fine-grained detail. This heuristic finding offers a unifying perspective that ties encoder behavior to its underlying spectral structure. We define it as the Prism Hypothesis, where each data modality can be viewed as a projection of the natural world onto a shared feature spectrum, just like the prism. Building on this insight, we propose Unified Autoencoding (UAE), a model that harmonizes semantic structure and pixel details via an innovative frequency-band modulator, enabling their seamless coexistence. Extensive experiments on ImageNet and MS-COCO benchmarks validate that our UAE effectively unifies semantic abstraction and pixel-level fidelity into a single latent space with state-of-the-art performance.",
    "date": "2025-12-22",
    "summary_cn": "本文通过系统分析不同编码器的频谱特性，发现语义编码器主要捕获表示抽象含义的低频分量，而像素编码器额外保留了传达细节的高频信息。基于这一观察，作者提出了“棱镜假说”，将数据模态视为自然世界在共享特征频谱上的投影。受此启发，作者设计了统一自编码模型，通过创新的频带调制器协调语义结构与像素细节，使其在单一潜在空间中共存。在ImageNet和MS-COCO基准测试上的实验表明，该模型以先进性能有效统一了语义抽象与像素保真度。",
    "one_sentence": "本文提出了一种基于频谱视角的“棱镜假说”，并据此设计了统一自编码模型，通过创新的频带调制器在一个潜在空间中同时实现了语义抽象与像素级细节的融合。"
  },
  {
    "title": "Interact2Ar: Full-Body Human-Human Interaction Generation via Autoregressive Diffusion Models",
    "url": "http://arxiv.org/abs/2512.19692v1",
    "abstract_en": "Generating realistic human-human interactions is a challenging task that requires not only high-quality individual body and hand motions, but also coherent coordination among all interactants. Due to limitations in available data and increased learning complexity, previous methods tend to ignore hand motions, limiting the realism and expressivity of the interactions. Additionally, current diffusion-based approaches generate entire motion sequences simultaneously, limiting their ability to capture the reactive and adaptive nature of human interactions. To address these limitations, we introduce Interact2Ar, the first end-to-end text-conditioned autoregressive diffusion model for generating full-body, human-human interactions. Interact2Ar incorporates detailed hand kinematics through dedicated parallel branches, enabling high-fidelity full-body generation. Furthermore, we introduce an autoregressive pipeline coupled with a novel memory technique that facilitates adaptation to the inherent variability of human interactions using efficient large context windows. The adaptability of our model enables a series of downstream applications, including temporal motion composition, real-time adaptation to disturbances, and extension beyond dyadic to multi-person scenarios. To validate the generated motions, we introduce a set of robust evaluators and extended metrics designed specifically for assessing full-body interactions. Through quantitative and qualitative experiments, we demonstrate the state-of-the-art performance of Interact2Ar.",
    "date": "2025-12-22",
    "summary_cn": "生成逼真的人-人交互动作是一项挑战，现有方法常忽略手部动作且难以捕捉反应的实时性。本文提出的Interact2Ar模型是首个端到端的文本条件自回归扩散模型，它通过并行分支处理手部运动以生成高保真全身动作，并采用自回归流程和记忆技术来适应交互的动态变化。该模型支持时序动作合成、实时扰动适应及多人场景扩展，并通过专门评估指标验证了其领先性能。",
    "one_sentence": "本文提出了Interact2Ar，首个端到端的文本条件自回归扩散模型，通过并行分支生成包含手部细节的全身人-人交互动作，并利用记忆技术增强适应性。"
  },
  {
    "title": "Scalably Enhancing the Clinical Validity of a Task Benchmark with Physician Oversight",
    "url": "http://arxiv.org/abs/2512.19691v1",
    "abstract_en": "Automating the calculation of clinical risk scores offers a significant opportunity to reduce physician administrative burden and enhance patient care. The current standard for evaluating this capability is MedCalc-Bench, a large-scale dataset constructed using LLM-based feature extraction and rule-based aggregation. However, treating such model-generated benchmarks as static oracles risks enshrining historical model errors as evaluation gold standards, a problem dangerously amplified when these datasets serve as reward signals for Reinforcement Learning (RL). In this work, we propose viewing benchmarks for complex tasks such as clinical score computation as ''in-progress living documents'' that should be periodically re-evaluated as the processes for creating them improve. We introduce a systematic, physician-in-the-loop pipeline that leverages advanced agentic verifiers to audit and relabel MedCalc-Bench, utilizing automated triage to reserve scarce clinician attention for the most contentious instances. Our audit reveals that a notable fraction of original labels diverge from medical ground truth due to extraction errors, calculator logic mismatches, and clinical ambiguity. To study whether this label noise meaningfully impacts downstream RL training, we fine-tune a Qwen3-8B model via Group Relative Policy Optimization (GRPO) and demonstrate that training on corrected labels yields an 8.7% absolute improvement in accuracy over the original baseline -- validating that label noise materially affects model evaluation. These findings underscore that in safety-critical domains, rigorous benchmark maintenance is a prerequisite for genuine model alignment.",
    "date": "2025-12-22",
    "summary_cn": "论文指出，将模型生成的医学计算基准（如MedCalc-Bench）视为静态标准会固化历史错误，尤其在强化学习中危害更大。为此，作者提出将此类基准视为需持续更新的动态文档，并建立了一个医生参与、智能体验证的审计流程，通过自动分诊高效修正标签。审计发现原数据集存在显著标签噪声，实验证明基于修正标签训练的模型准确率提升8.7%，凸显了在安全关键领域维护基准严谨性的必要性。",
    "one_sentence": "本文提出将临床风险评分计算等复杂任务的基准视为“进行中的动态文档”，并引入了一个结合医生参与和智能体验证器的系统性流程来审计和修正基准数据集中的标签噪声。"
  }
]