[
  {
    "title": "Hot Jupiters are Inflated Primarily by Shallow Heating",
    "url": "http://arxiv.org/abs/2512.08932v1",
    "abstract_en": "The unexpectedly large radii of transiting hot Jupiters have led to many proposals for the physical mechanisms responsible for heating their interiors. While it has been shown that hot Jupiters reinflate as their host stars brighten due to heating deep in planetary interiors, young hot Jupiters also exhibit signs of delayed cooling possibly related to heating closer to their surfaces. To investigate this tension, we enhance our previously published hot Jupiter thermal evolution model by adding a parameter that allows for both deep heating and delayed cooling. We fit our thermal evolution models to a homogeneous, physically self-consistent catalog of accurate and precise hot Jupiter system properties in a hierarchical Bayesian framework. We find that hot Jupiters' interior cooling rates are reduced on average by 95\\%--98\\% compared to simpler anomalous heating models. The most plausible explanation for this inference is substantial shallow heating just below their radiative--convective boundaries that enables reinflation with much less deep heating. Shallow heating by Ohmic dissipation and/or temperature advection are therefore important components of accurate models of hot Jupiter atmospheres, especially in circulation models. If hot Jupiters are inflated primarily by shallow heating as we propose, then we predict that their observed phase curve offsets should increase with temperature in the range $T_{\\text{eq}}~\\lesssim1500~\\text{K}$, peak in the range $1500~\\text{K}~\\lesssim~T_{\\text{eq}}~\\lesssim~1800~\\text{K}$, and decrease in the range $T_{\\text{eq}}~\\gtrsim~1800~\\text{K}$.",
    "date": "2025-12-09",
    "summary_cn": "针对热木星异常膨胀现象，本文在原有热演化模型中引入参数，同时考虑深层加热与浅层延迟冷却机制。基于贝叶斯框架拟合观测数据，发现热木星内部冷却速率平均降低95%–98%，表明浅层加热是导致其膨胀的关键因素。研究进一步预测，在平衡温度低于1500K时相位曲线偏移随温度增加，在1500–1800K达到峰值，高于1800K则减小。",
    "one_sentence": "本文通过改进热木星热演化模型并采用贝叶斯拟合，提出浅层加热是导致其异常膨胀的主要机制，并预测了相位曲线偏移随平衡温度的变化规律。"
  },
  {
    "title": "Astra: General Interactive World Model with Autoregressive Denoising",
    "url": "http://arxiv.org/abs/2512.08931v1",
    "abstract_en": "Recent advances in diffusion transformers have empowered video generation models to generate high-quality video clips from texts or images. However, world models with the ability to predict long-horizon futures from past observations and actions remain underexplored, especially for general-purpose scenarios and various forms of actions. To bridge this gap, we introduce Astra, an interactive general world model that generates real-world futures for diverse scenarios (e.g., autonomous driving, robot grasping) with precise action interactions (e.g., camera motion, robot action). We propose an autoregressive denoising architecture and use temporal causal attention to aggregate past observations and support streaming outputs. We use a noise-augmented history memory to avoid over-reliance on past frames to balance responsiveness with temporal coherence. For precise action control, we introduce an action-aware adapter that directly injects action signals into the denoising process. We further develop a mixture of action experts that dynamically route heterogeneous action modalities, enhancing versatility across diverse real-world tasks such as exploration, manipulation, and camera control. Astra achieves interactive, consistent, and general long-term video prediction and supports various forms of interactions. Experiments across multiple datasets demonstrate the improvements of Astra in fidelity, long-range prediction, and action alignment over existing state-of-the-art world models.",
    "date": "2025-12-09",
    "summary_cn": "本文介绍了Astra，一种交互式通用世界模型，旨在从过去的观察和动作中预测长期未来。该模型采用自回归去噪架构和时序因果注意力来聚合历史信息，并使用噪声增强历史记忆以平衡响应性与时序一致性。通过动作感知适配器将动作信号直接注入去噪过程，并结合动作专家混合机制动态处理异构动作模态，从而实现对自动驾驶、机器人抓取等多种场景的精准交互和一致预测。实验表明，Astra在保真度、长期预测和动作对齐方面优于现有先进模型。",
    "one_sentence": "本文提出了一种名为Astra的交互式通用世界模型，它通过自回归去噪架构、噪声增强历史记忆和动作感知适配器等技术，实现了对多样化场景的精准动作控制和长期未来预测。"
  },
  {
    "title": "Selfi: Self Improving Reconstruction Engine via 3D Geometric Feature Alignment",
    "url": "http://arxiv.org/abs/2512.08930v1",
    "abstract_en": "Novel View Synthesis (NVS) has traditionally relied on models with explicit 3D inductive biases combined with known camera parameters from Structure-from-Motion (SfM) beforehand. Recent vision foundation models like VGGT take an orthogonal approach -- 3D knowledge is gained implicitly through training data and loss objectives, enabling feed-forward prediction of both camera parameters and 3D representations directly from a set of uncalibrated images. While flexible, VGGT features lack explicit multi-view geometric consistency, and we find that improving such 3D feature consistency benefits both NVS and pose estimation tasks. We introduce Selfi, a self-improving 3D reconstruction pipeline via feature alignment, transforming a VGGT backbone into a high-fidelity 3D reconstruction engine by leveraging its own outputs as pseudo-ground-truth. Specifically, we train a lightweight feature adapter using a reprojection-based consistency loss, which distills VGGT outputs into a new geometrically-aligned feature space that captures spatial proximity in 3D. This enables state-of-the-art performance in both NVS and camera pose estimation, demonstrating that feature alignment is a highly beneficial step for downstream 3D reasoning.",
    "date": "2025-12-09",
    "summary_cn": "传统新视图合成依赖显式3D归纳偏置和已知相机参数。近期基础模型VGGT虽能直接从无序图像预测3D表示和相机姿态，但其特征缺乏显式多视图几何一致性。本文提出Selfi流程，利用VGGT自身输出作为伪真值，通过重投影一致性损失训练轻量特征适配器，将特征蒸馏到几何对齐的空间中，从而显著提升了3D特征的一致性，在新视图合成和相机姿态估计任务上取得了先进性能。",
    "one_sentence": "本文提出了一种名为Selfi的自改进3D重建流程，通过特征对齐将VGGT主干网络转化为高保真3D重建引擎，从而提升新视图合成和相机姿态估计的性能。"
  },
  {
    "title": "On a cross-diffusion hybrid model: Cancer Invasion Tissue with Normal Cell Involved",
    "url": "http://arxiv.org/abs/2512.08929v1",
    "abstract_en": "In this paper, we study a well-posedness problem on a new mathematical model for cancer invasion within the plasminogen activation system, which explicitly incorporates cooperation with host normal cells. Key biological mechanisms--including chemotaxis, haptotaxis, recruitment, logistic growth, and natural degradation of normal cells--along with other primary components (cancer cells, vitronectin, uPA, uPAI-1 and plasmin) are modeled via a continuum framework of cancer cell invasion of the extracellular matrix. The resulting model constitutes a strongly coupled, cross-diffusion hybrid system of differential equations. The primary mathematical challenges arise from the strongly coupled cross-diffusion terms, the parabolic operators of divergence form, and the interaction between the cross-diffusion fluxes and the ODE components. We address these by deriving several a priori estimates for dimensions d less or equal to 3. Subsequently, we employ a decoupling strategy to split the system into proper sub-problems, establishing the existence (and uniqueness) for each subsystem. Finally, we demonstrate the global existence and uniqueness of the solution for dimensions d less or equal to 2 and the global existence of a solution for dimension d = 3.",
    "date": "2025-12-09",
    "summary_cn": "本文研究了一个在纤溶酶原激活系统中明确纳入与宿主正常细胞协作的癌症侵袭新数学模型的适定性问题。该连续介质模型描述了包括趋化、趋触、招募、逻辑生长和正常细胞自然降解在内的关键生物机制。模型形成了一个强耦合的交叉扩散混合微分方程组。主要数学挑战源于强耦合交叉扩散项、散度形式的抛物算子以及交叉扩散通量与常微分方程分量的相互作用。作者通过推导三维及以下维度的先验估计，采用解耦策略分解系统并建立各子系统的存在（及唯一）性，最终证明了二维及以下维度解的整体存在唯一性，以及三维解的整体存在性。",
    "one_sentence": "本文提出并分析了一个明确包含与宿主正常细胞协作的癌症侵袭新数学模型，解决了该强耦合交叉扩散混合系统的适定性问题。"
  },
  {
    "title": "Resolving the (Debate About) Nozzle Shocks in Tidal Disruption Events",
    "url": "http://arxiv.org/abs/2512.08928v1",
    "abstract_en": "When a star passes within the Roche limit of a supermassive black hole (SMBH), it is pulled apart by the BH's tidal field in a tidal disruption event (TDE). The resulting flare is powered by the circularization and accretion of bound stellar debris, which initially returns to the BH on eccentric orbits in a thin debris stream. The returning fluid elements follow inclined orbits that converge near pericenter, resulting in extreme vertical compression to scales $10^{-4}~R_\\odot$ and the formation of a nozzle shock. Dissipation at the nozzle shock may affect circularization by altering the properties of the debris stream, but its role is the subject of ongoing debate. We develop an idealized model for the debris stream evolution combining 3D smoothed-particle hydrodynamics simulations, the semi-analytic affine model, and 1D finite-volume hydrodynamic simulations. Because our model is computationally cheap, we can unambiguously resolve the nozzle shock, use a realistic equation of state, and follow the debris stream evolution at many different times. Near peak fallback, Hydrogen recombination and molecular Hydrogen formation broaden the stream by a factor $\\sim 5$, enhancing dissipation at the nozzle. However, the dissipation is still insufficient to directly circularize the debris by in-plane pressure gradients. Instead, the thicker stream substantially increases the likelihood that the stream self-intersects on the second orbit, despite relativistic nodal precession. The stream properties at self-intersection are sensitive to dissipation at the nozzle and the timing of focal points where the ballistic trajectories of the debris converge. Our results clarify the nozzle shock's role in circularization in TDEs, providing a foundation for more realistic circularization and emission models.",
    "date": "2025-12-09",
    "summary_cn": "当恒星被超大质量黑洞潮汐瓦解后，其碎片流在近心点处经历垂直压缩并形成喷嘴激波。本研究综合三维平滑粒子流体力学模拟、仿射模型和一维有限体积模拟，发现氢复合与氢分子形成会使碎片流增宽约5倍，从而增强喷嘴处的耗散。然而，这种耗散不足以直接通过面内压力梯度使碎片环化，而是显著提高了碎片流在第二轨道上自相交的可能性，尽管存在相对论性交点进动。该结果阐明了喷嘴激波在碎片环化过程中的作用，为更现实的环化与辐射模型奠定了基础。",
    "one_sentence": "本文通过结合多种数值模拟方法，首次明确揭示了潮汐瓦解事件中喷嘴激波通过改变碎片流特性促进流体重叠而非直接驱动碎片环化的关键作用。"
  }
]