[
  {
    "title": "Emergence and transition of incompressible phases in decorated Landau levels",
    "url": "http://arxiv.org/abs/2601.10717v1",
    "abstract_en": "We show a single Landau level (LL) dressed with periodic electrostatic potentials can realize a plethora of interacting topological phases where the Hall conductivity generally does not equal to the LL filling factor. Their physics can be captured by a minimal model of a delta potential lattice within a single LL, realizing exact zero energy Chern bands (denoted as decorated Landau levels or dLL) gapped from dispersive bands with rich geometric properties. With $p/q$ magnetic fluxes per unit cell, there are $q$ dispersive bands and $p-q$ zero energy bands forming the dLL. When the one-body potential strength dominates the electron-electron interaction, band mixing is suppressed and the dispersion bands consist of ``localized states\" with vanishing total Chern number. Nevertheless these dispersive bands can have highly nontrivial Berry curvature distribution, and even non-zero Chern numbers when $q>1$. Interestingly even in the limit of large short range interaction, band mixing between dLL and dispersion bands can be strongly suppressed at low filling factor, leading to robust topological phases within the dLL stabilized by the one-body potential. The dLL and the associated dispersive bands can serve as minimal theoretical models for correlated physics in lattice or moire systems; they are also highly tunable experimental platforms for realizing rich phase diagrams of exotic 2D quantum fluids.",
    "date": "2026-01-15",
    "summary_cn": "研究表明，在周期性静电势修饰的单朗道能级中，可以构建一种名为“装饰朗道能级”的精确零能陈能带模型。该模型在单胞磁通为p/q时，产生p-q个零能带和q个色散带。即使在一体势主导或强短程相互作用下，零能带与色散带的混合也能被抑制，从而在低填充下实现由一体势稳定的鲁棒拓扑相。此模型为晶格或莫尔系统中的关联物理提供了最小理论模型和高度可调的平台。",
    "one_sentence": "本文提出了一种在周期性静电势修饰的单朗道能级中构建精确零能陈能带（dLL）的模型，该模型能实现霍尔电导不依赖于朗道能级填充因子的丰富拓扑相。"
  },
  {
    "title": "WildRayZer: Self-supervised Large View Synthesis in Dynamic Environments",
    "url": "http://arxiv.org/abs/2601.10716v1",
    "abstract_en": "We present WildRayZer, a self-supervised framework for novel view synthesis (NVS) in dynamic environments where both the camera and objects move. Dynamic content breaks the multi-view consistency that static NVS models rely on, leading to ghosting, hallucinated geometry, and unstable pose estimation. WildRayZer addresses this by performing an analysis-by-synthesis test: a camera-only static renderer explains rigid structure, and its residuals reveal transient regions. From these residuals, we construct pseudo motion masks, distill a motion estimator, and use it to mask input tokens and gate loss gradients so supervision focuses on cross-view background completion. To enable large-scale training and evaluation, we curate Dynamic RealEstate10K (D-RE10K), a real-world dataset of 15K casually captured dynamic sequences, and D-RE10K-iPhone, a paired transient and clean benchmark for sparse-view transient-aware NVS. Experiments show that WildRayZer consistently outperforms optimization-based and feed-forward baselines in both transient-region removal and full-frame NVS quality with a single feed-forward pass.",
    "date": "2026-01-15",
    "summary_cn": "针对动态场景（相机和物体均在运动）下的新视图合成任务，本文提出了自监督框架WildRayZer。该框架通过分析-合成测试，先用仅考虑相机运动的静态渲染器解释刚性结构，其残差揭示了瞬态区域。基于这些残差构建伪运动掩码，并蒸馏出一个运动估计器，用于屏蔽输入令牌和门控损失梯度，从而使监督学习专注于跨视图的背景补全。此外，作者构建了大规模真实世界动态数据集D-RE10K用于训练和评估。实验表明，WildRayZer在瞬态区域去除和全帧新视图合成质量上均优于现有方法。",
    "one_sentence": "本文提出了一种名为WildRayZer的自监督框架，通过分析-合成测试分离动态场景中的静态背景与瞬态对象，并利用构建的伪运动掩码引导训练，以单次前馈实现高质量动态新视图合成。"
  },
  {
    "title": "DInf-Grid: A Neural Differential Equation Solver with Differentiable Feature Grids",
    "url": "http://arxiv.org/abs/2601.10715v1",
    "abstract_en": "We present a novel differentiable grid-based representation for efficiently solving differential equations (DEs). Widely used architectures for neural solvers, such as sinusoidal neural networks, are coordinate-based MLPs that are both computationally intensive and slow to train. Although grid-based alternatives for implicit representations (e.g., Instant-NGP and K-Planes) train faster by exploiting signal structure, their reliance on linear interpolation restricts their ability to compute higher-order derivatives, rendering them unsuitable for solving DEs. Our approach overcomes these limitations by combining the efficiency of feature grids with radial basis function interpolation, which is infinitely differentiable. To effectively capture high-frequency solutions and enable stable and faster computation of global gradients, we introduce a multi-resolution decomposition with co-located grids. Our proposed representation, DInf-Grid, is trained implicitly using the differential equations as loss functions, enabling accurate modelling of physical fields. We validate DInf-Grid on a variety of tasks, including the Poisson equation for image reconstruction, the Helmholtz equation for wave fields, and the Kirchhoff-Love boundary value problem for cloth simulation. Our results demonstrate a 5-20x speed-up over coordinate-based MLP-based methods, solving differential equations in seconds or minutes while maintaining comparable accuracy and compactness.",
    "date": "2026-01-15",
    "summary_cn": "针对传统基于坐标的神经网络求解器计算量大、训练慢，而基于线性插值的网格方法无法计算高阶导数的问题，本文提出了一种新颖的可微分网格表示DInf-Grid。该方法利用径向基函数插值实现无限可微，并结合多分辨率特征网格以高效捕捉高频解和计算全局梯度。通过将微分方程本身作为损失函数进行隐式训练，DInf-Grid能够准确建模物理场。实验在泊松方程、亥姆霍兹方程等多个任务上验证了其有效性，相比基于MLP的方法实现了5-20倍的加速，同时保持了相当的精度和模型紧凑性。",
    "one_sentence": "本文提出了一种名为DInf-Grid的可微分网格表示方法，它结合了特征网格的效率与无限可微的径向基函数插值，并引入多分辨率分解，从而快速且准确地求解微分方程。"
  },
  {
    "title": "Alterbute: Editing Intrinsic Attributes of Objects in Images",
    "url": "http://arxiv.org/abs/2601.10714v1",
    "abstract_en": "We introduce Alterbute, a diffusion-based method for editing an object's intrinsic attributes in an image. We allow changing color, texture, material, and even the shape of an object, while preserving its perceived identity and scene context. Existing approaches either rely on unsupervised priors that often fail to preserve identity or use overly restrictive supervision that prevents meaningful intrinsic variations. Our method relies on: (i) a relaxed training objective that allows the model to change both intrinsic and extrinsic attributes conditioned on an identity reference image, a textual prompt describing the target intrinsic attributes, and a background image and object mask defining the extrinsic context. At inference, we restrict extrinsic changes by reusing the original background and object mask, thereby ensuring that only the desired intrinsic attributes are altered; (ii) Visual Named Entities (VNEs) - fine-grained visual identity categories (e.g., ''Porsche 911 Carrera'') that group objects sharing identity-defining features while allowing variation in intrinsic attributes. We use a vision-language model to automatically extract VNE labels and intrinsic attribute descriptions from a large public image dataset, enabling scalable, identity-preserving supervision. Alterbute outperforms existing methods on identity-preserving object intrinsic attribute editing.",
    "date": "2026-01-15",
    "summary_cn": "本文提出Alterbute方法，用于编辑图像中物体的内在属性。该方法采用一种允许改变内外属性的松弛训练目标，并在推理时通过复用原始背景和掩码来限制外部变化，确保仅编辑目标内在属性。同时，引入视觉命名实体概念，利用视觉语言模型从大规模数据集中自动提取细粒度身份类别和属性描述，以提供可扩展的身份保持监督。实验表明，该方法在身份保持的对象内在属性编辑任务上优于现有方法。",
    "one_sentence": "本文提出了一种基于扩散模型的Alterbute方法，通过引入松弛训练目标与视觉命名实体概念，实现了在保持物体身份和场景背景不变的前提下，精准编辑其颜色、纹理、材质及形状等内在属性。"
  },
  {
    "title": "Quantum Maxwell Erasure Decoder for qLDPC codes",
    "url": "http://arxiv.org/abs/2601.10713v1",
    "abstract_en": "We introduce a quantum Maxwell erasure decoder for CSS quantum low-density parity-check (qLDPC) codes that extends peeling with bounded guessing. Guesses are tracked symbolically and can be eliminated by restrictive checks, giving a tunable tradeoff between complexity and performance via a guessing budget: an unconstrained budget recovers Maximum-Likelihood (ML) performance, while a constant budget yields linear-time decoding and approximates ML. We provide theoretical guarantees on asymptotic performance and demonstrate strong performance on bivariate bicycle and quantum Tanner codes.",
    "date": "2026-01-15",
    "summary_cn": "本研究引入了一种用于CSS量子低密度奇偶校验码的量子麦克斯韦擦除解码器。该方法通过符号化跟踪并利用限制性校验消除猜测，扩展了传统的剥离算法。通过设置猜测预算，可以在解码复杂度和性能之间进行灵活调节：无预算限制时可达到最大似然性能，而恒定预算则能实现线性时间解码并逼近最大似然性能。论文提供了该方法的渐进性能理论保证，并在双变量自行车码和量子坦纳码上展示了优异的性能。",
    "one_sentence": "本文提出了一种用于CSS量子低密度奇偶校验码的量子麦克斯韦擦除解码器，通过引入带预算限制的猜测扩展了剥离算法，实现了解码复杂度和性能之间的可调权衡。"
  }
]