[
  {
    "title": "Minimal loop currents in doped Mott insulators",
    "url": "http://arxiv.org/abs/2602.21206v1",
    "abstract_en": "For the $t$-$J$ model, variational wave functions can generally be constructed based on an accurate description of antiferromagnetism (AFM) at half-filling and an exact phase-string sign structure under doping. The single-hole-doped and two-hole-doped states, as determined by variational Monte Carlo (VMC) simulations, display sharply contrasting behaviors. The single-hole state constitutes a ``cat state'' that resonates strongly between a quasiparticle component and a local loop-current component, with approximately equal weights. In the ground state, the quasiparticle spectral weight $Z_{\\mathbf{k}}$ peaks at momenta $\\mathbf{k}_0 \\equiv (\\pm\\fracπ{2},\\pm\\fracπ{2})$. The total-energy dispersion versus $\\mathbf{k}$ agrees remarkably well with the Green function Monte Carlo results. However, Landau's one-to-one correspondence hypothesis for quasiparticles breaks down here with the incoherent component exhibiting intrinsic magnetization originating from a minimal $2\\times2$ loop current that forms a $4\\times4$ pattern on the square lattice--a finding in excellent agreement with density matrix renormalization group (DMRG) calculations. In the two-hole ground state, a new pairing mechanism is revealed: the two holes are automatically fused into a tightly bound object consisting of an incoherent $d_{xy}$ pairing along the diagonal direction by compensating the local loop currents. This hole pair is again a ``cat state'' that resonates strongly between the incoherent $d_{xy}$ and a coherent $d_{x^2-y^2}$ Cooper channel to gain substantial hopping energy. Its size extends over an area of about $4\\times 4$ lattice spacings, much smaller than the divergent AFM correlation length, implying that it should survive as a minimal superconducting building block even in the dilute doping regime. Experimental implications and the generalization to the finite-doping case are briefly addressed.",
    "date": "2026-02-24",
    "summary_cn": "本研究针对t-J模型，利用变分蒙特卡洛方法精确计算了掺杂空穴的基态行为。研究表明，单空穴基态是一种‘猫态’，其准粒子成分与局域环流成分以相近权重强共振，打破了朗道准粒子一一对应假设。在双空穴基态中，发现了一种新的配对机制：两个空穴融合成一个紧束缚对，通过补偿局域环流，在非相干dxy配对与相干dx2-y2库珀通道间强共振，形成尺寸约为4x4晶格间距的超导基本单元。这一结果与DMRG计算相符，并暗示了该配对标度在稀掺杂区可能持续存在。",
    "one_sentence": "本文在t-J模型中通过变分蒙特卡洛方法揭示，单空穴掺杂下基态为准粒子与局域环流成分共振的‘猫态’，双空穴下则通过补偿环流形成一种介于非相干dxy配对与相干dx2-y2通道间共振的紧束缚空穴对，提出了一种新的配对机制。"
  },
  {
    "title": "The JWST Resolved Stellar Populations Early Release Science Program. IX. The RR Lyrae Population in WLM with HST and JWST",
    "url": "http://arxiv.org/abs/2602.21205v1",
    "abstract_en": "RR Lyrae stars are a common, dependable Population II distance indicator, and provide an independent tracer of early star formation. Here, we utilize archival HST/ACS and JWST/NIRCam observations of the nearby dwarf star-forming galaxy WLM to study RR Lyrae in JWST filters. We independently identify RR Lyrae in HST and JWST imaging in order to evaluate JWST's efficacy at characterizing RR Lyrae in the near-IR. We use an MCMC template-fitting technique to obtain periods, amplitudes, and mean magnitudes from the RR Lyrae time-series data. The spatially overlapping HST and JWST observations allow us to directly compare the same sources observed with the instruments, and calibrate the NIRCam F090W and F150W RR Lyrae period-Wesenheit-metallicity (PWZ) relation to the Gaia-consistent HST PWZ. We additionally assess the epoch-to-epoch consistency of NIRCam photometry, and find evidence of burn-in. We conclude that the zero-point offset is negligible compared to the uncertainties from the template fitting. We conduct an MCMC fit of the PWZ with both HST and JWST data. Our results are three-fold. First, we find that we can reliably identify RR Lyrae in NIRCam data, but light-curve template fitting proves difficult on short-baseline observations. Second, the HST PWZ fit yields a distance modulus to WLM of $μ= 24.85\\pm0.05$ ($0.93\\pm0.02$ Mpc). This is closer than previous measurements, primarily attributed to consistency with the Gaia scale. Lastly, although the JWST PWZ fit has large uncertainties and a poorly-constrained slope, it represents a first-of-its-kind PWZ calibration in NIRCam filters.",
    "date": "2026-02-24",
    "summary_cn": "本研究利用哈勃望远镜和詹姆斯·韦伯空间望远镜对邻近星系WLM的观测数据，分析其中的天琴座RR型变星。核心工作包括：评估JWST/NIRCam在近红外波段识别此类变星的能力；通过模板拟合技术获取其光变参数；首次校准了NIRCam F090W和F150W波段的PWZ关系，并与基于Gaia尺度的哈勃PWZ关系进行对比。结果表明，虽然短基线观测下的光变曲线拟合存在挑战，但JWST数据可用于可靠识别RR Lyrae，并初步建立了近红外波段的PWZ关系。",
    "one_sentence": "本文首次利用JWST的近红外相机（NIRCam）观测数据，校准了天琴座RR型变星在F090W和F150W波段的周期-威塞尼克-金属丰度关系，并评估了JWST在此类研究中的效能。"
  },
  {
    "title": "Test-Time Training with KV Binding Is Secretly Linear Attention",
    "url": "http://arxiv.org/abs/2602.21204v1",
    "abstract_en": "Test-time training (TTT) with KV binding as sequence modeling layer is commonly interpreted as a form of online meta-learning that memorizes a key-value mapping at test time. However, our analysis reveals multiple phenomena that contradict this memorization-based interpretation. Motivated by these findings, we revisit the formulation of TTT and show that a broad class of TTT architectures can be expressed as a form of learned linear attention operator. Beyond explaining previously puzzling model behaviors, this perspective yields multiple practical benefits: it enables principled architectural simplifications, admits fully parallel formulations that preserve performance while improving efficiency, and provides a systematic reduction of diverse TTT variants to a standard linear attention form. Overall, our results reframe TTT not as test-time memorization, but as learned linear attention with enhanced representational capacity.",
    "date": "2026-02-24",
    "summary_cn": "本文通过分析发现，将测试时训练（TTT）理解为在线元学习和测试时记忆键值对的传统观点与多个实验现象相悖。因此，作者重新审视TTT的公式，证明一大类TTT架构可表达为学习到的线性注意力算子。这一新视角不仅能解释原有模型中令人困惑的行为，还带来了实际优势：它支持有原则的架构简化，可实现保持性能的完全并行化以提高效率，并能将多样的TTT变体系统性地统一为标准线性注意力形式。总体而言，该研究将TTT重新定义为具有更强表征能力的学习到的线性注意力。",
    "one_sentence": "本文重新解读了测试时训练（TTT），提出其本质是学习到的线性注意力算子，而非测试时记忆，并基于此统一了多种架构、实现了并行化与性能优化。"
  },
  {
    "title": "Squint: Fast Visual Reinforcement Learning for Sim-to-Real Robotics",
    "url": "http://arxiv.org/abs/2602.21203v1",
    "abstract_en": "Visual reinforcement learning is appealing for robotics but expensive -- off-policy methods are sample-efficient yet slow; on-policy methods parallelize well but waste samples. Recent work has shown that off-policy methods can train faster than on-policy methods in wall-clock time for state-based control. Extending this to vision remains challenging, where high-dimensional input images complicate training dynamics and introduce substantial storage and encoding overhead. To address these challenges, we introduce Squint, a visual Soft Actor Critic method that achieves faster wall-clock training than prior visual off-policy and on-policy methods. Squint achieves this via parallel simulation, a distributional critic, resolution squinting, layer normalization, a tuned update-to-data ratio, and an optimized implementation. We evaluate on the SO-101 Task Set, a new suite of eight manipulation tasks in ManiSkill3 with heavy domain randomization, and demonstrate sim-to-real transfer to a real SO-101 robot. We train policies for 15 minutes on a single RTX 3090 GPU, with most tasks converging in under 6 minutes.",
    "date": "2026-02-24",
    "summary_cn": "视觉强化学习应用于机器人领域时面临样本效率与训练速度的权衡。为解决高维图像输入带来的训练动态复杂和存储开销大等挑战，本文提出了Squint方法。该方法基于视觉软演员评论家框架，整合了并行仿真、分布批评家、分辨率调整、层归一化等技术，并优化了更新数据比和实现。在包含八个操作任务的SO-101基准测试中，仅用一张RTX 3090 GPU训练15分钟即能完成任务，多数任务在6分钟内收敛，并成功实现了从仿真到真实机器人的迁移。",
    "one_sentence": "本文提出了一种名为Squint的视觉强化学习方法，通过并行仿真、分布批评家等技术，在单GPU上实现了比之前方法更快的真实时钟训练速度，并完成了模拟到现实的迁移。"
  },
  {
    "title": "Multi-Vector Index Compression in Any Modality",
    "url": "http://arxiv.org/abs/2602.21202v1",
    "abstract_en": "We study efficient multi-vector retrieval for late interaction in any modality. Late interaction has emerged as a dominant paradigm for information retrieval in text, images, visual documents, and videos, but its computation and storage costs grow linearly with document length, making it costly for image-, video-, and audio-rich corpora. To address this limitation, we explore query-agnostic methods for compressing multi-vector document representations under a constant vector budget. We introduce four approaches for index compression: sequence resizing, memory tokens, hierarchical pooling, and a novel attention-guided clustering (AGC). AGC uses an attention-guided mechanism to identify the most semantically salient regions of a document as cluster centroids and to weight token aggregation. Evaluating these methods on retrieval tasks spanning text (BEIR), visual-document (ViDoRe), and video (MSR-VTT, MultiVENT 2.0), we show that attention-guided clustering consistently outperforms other parameterized compression methods (sequence resizing and memory tokens), provides greater flexibility in index size than non-parametric hierarchical clustering, and achieves competitive or improved performance compared to a full, uncompressed index. The source code is available at: github.com/hanxiangqin/omni-col-press.",
    "date": "2026-02-24",
    "summary_cn": "本文针对文本、图像、视频等多模态信息检索中，晚期交互范式存储与计算成本高的问题，探索了在固定向量预算下压缩文档多向量表示的方法。作者提出了四种索引压缩方法，其中新颖的注意力引导聚类（AGC）机制，能够自动识别并聚合文档中最具语义显著性的部分。实验表明，该方法在多个跨模态检索任务上，比参数化压缩方法效果更好，与非参数方法相比灵活性更高，且性能接近甚至优于完整的未压缩索引。",
    "one_sentence": "本文提出了一种名为注意力引导聚类的查询无关多向量表示压缩方法，用于提升跨模态检索的效率与性能。"
  }
]