[
  {
    "title": "Non-parametric exploration of minimally coupled gravity with phantom crossing",
    "url": "http://arxiv.org/abs/2512.13691v1",
    "abstract_en": "Recent measurements of the baryon acoustic oscillations by the Dark Energy Spectroscopic Instrument (DESI), especially when combined with cosmic microwave background (CMB) and supernova data, favor a late-time dark energy equation of state that crosses $w=-1$, which has been argued to point toward non-minimal conformal coupling in Horndeski gravity. We test this interpretation by performing a non-parametric exploration of the minimally coupled, luminal Horndeski subclass known as kinetic gravity braiding (KGB). Using mochi_class and its manifestly stable effective field theory (EFT) basis implementation, we efficiently scan a broad class of models in which the EFT functions are allowed to vary freely in time, while enforcing the absence of ghost and gradient instabilities from the outset. We identify a set of KGB models that realize phantom crossing and remain broadly consistent with current probes of the background and linear large-scale structure, including CMB temperature and lensing power spectra, redshift-space distortions, cosmic shear, and the cross-correlation between galaxies and the Integrated Sachs-Wolfe effect. Our results demonstrate that viable phantom-crossing solutions exist without conformal coupling, motivating future full Bayesian analyses of this model class with non-parametric EFT priors.",
    "date": "2025-12-15",
    "summary_cn": "针对DESI等观测数据暗示暗能量状态方程可能穿越w=-1的现象，本研究对Horndeski引力中的动能引力编织（KGB）子类进行了非参数有效场论扫描。在确保理论无鬼和梯度不稳定的前提下，发现了一类无需共形耦合即可实现“幻影穿越”的KGB模型。这些模型与CMB、引力透镜、红移空间畸变、宇宙剪切及星系-ISW交叉关联等当前背景和线性大尺度结构探测数据基本吻合，为未来基于非参数先验的贝叶斯分析提供了理论依据。",
    "one_sentence": "本文在无共形耦合的动能引力编织（KGB）模型中，通过非参数有效场论扫描，首次发现了一类可实现暗能量状态方程穿越w=-1且与当前宇宙学观测广泛一致的稳定解。"
  },
  {
    "title": "Quantum oracles give an advantage for identifying classical counterfactuals",
    "url": "http://arxiv.org/abs/2512.13692v1",
    "abstract_en": "We show that quantum oracles provide an advantage over classical oracles for answering classical counterfactual questions in causal models, or equivalently, for identifying unknown causal parameters such as distributions over functional dependences. In structural causal models with discrete classical variables, observational data and even ideal interventions generally fail to answer all counterfactual questions, since different causal parameters can reproduce the same observational and interventional data while disagreeing on counterfactuals. Using a simple binary example, we demonstrate that if the classical variables of interest are encoded in quantum systems and the causal dependence among them is encoded in a quantum oracle, coherently querying the oracle enables the identification of all causal parameters -- hence all classical counterfactuals. We generalize this to arbitrary finite cardinalities and prove that coherent probing 1) allows the identification of all two-way joint counterfactuals p(Y_x=y, Y_{x'}=y'), which is not possible with any number of queries to a classical oracle, and 2) provides tighter bounds on higher-order multi-way counterfactuals than with a classical oracle. This work can also be viewed as an extension to traditional quantum oracle problems such as Deutsch--Jozsa to identifying more causal parameters beyond just, e.g., whether a function is constant or balanced. Finally, we raise the question of whether this quantum advantage relies on uniquely non-classical features like contextuality. We provide some evidence against this by showing that in the binary case, oracles in some classically-explainable theories like Spekkens' toy theory also give rise to a counterfactual identifiability advantage over strictly classical oracles.",
    "date": "2025-12-15",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "DiffusionBrowser: Interactive Diffusion Previews via Multi-Branch Decoders",
    "url": "http://arxiv.org/abs/2512.13690v1",
    "abstract_en": "Video diffusion models have revolutionized generative video synthesis, but they are imprecise, slow, and can be opaque during generation -- keeping users in the dark for a prolonged period. In this work, we propose DiffusionBrowser, a model-agnostic, lightweight decoder framework that allows users to interactively generate previews at any point (timestep or transformer block) during the denoising process. Our model can generate multi-modal preview representations that include RGB and scene intrinsics at more than 4$\\times$ real-time speed (less than 1 second for a 4-second video) that convey consistent appearance and motion to the final video. With the trained decoder, we show that it is possible to interactively guide the generation at intermediate noise steps via stochasticity reinjection and modal steering, unlocking a new control capability. Moreover, we systematically probe the model using the learned decoders, revealing how scene, object, and other details are composed and assembled during the otherwise black-box denoising process.",
    "date": "2025-12-15",
    "summary_cn": "视频扩散模型虽能生成视频，但存在生成不精确、速度慢、过程不透明的问题。为此，本研究提出DiffusionBrowser，这是一个模型无关的轻量级解码器框架。它允许用户在去噪过程中的任意时间步或变换块交互式地生成预览，这些预览能以超过4倍实时速度呈现RGB及场景内在信息，并与最终视频保持一致的外观和运动。该框架还支持通过随机性再注入和模态引导进行交互式生成控制，并利用学习到的解码器系统性地揭示了原本黑盒的去噪过程中场景、物体等细节的构成与组装方式。",
    "one_sentence": "本文提出了DiffusionBrowser，一个模型无关的轻量级解码器框架，允许用户在去噪过程的任意时刻点实时交互生成预览，并实现对生成过程的控制和探索。"
  },
  {
    "title": "LitePT: Lighter Yet Stronger Point Transformer",
    "url": "http://arxiv.org/abs/2512.13689v1",
    "abstract_en": "Modern neural architectures for 3D point cloud processing contain both convolutional layers and attention blocks, but the best way to assemble them remains unclear. We analyse the role of different computational blocks in 3D point cloud networks and find an intuitive behaviour: convolution is adequate to extract low-level geometry at high-resolution in early layers, where attention is expensive without bringing any benefits; attention captures high-level semantics and context in low-resolution, deep layers more efficiently. Guided by this design principle, we propose a new, improved 3D point cloud backbone that employs convolutions in early stages and switches to attention for deeper layers. To avoid the loss of spatial layout information when discarding redundant convolution layers, we introduce a novel, training-free 3D positional encoding, PointROPE. The resulting LitePT model has $3.6\\times$ fewer parameters, runs $2\\times$ faster, and uses $2\\times$ less memory than the state-of-the-art Point Transformer V3, but nonetheless matches or even outperforms it on a range of tasks and datasets. Code and models are available at: https://github.com/prs-eth/LitePT.",
    "date": "2025-12-15",
    "summary_cn": "本文针对3D点云处理中卷积与注意力机制的组合问题进行了分析，发现卷积适用于早期高分辨率几何特征提取，而注意力在深层低分辨率语义捕捉中更高效。基于此，作者提出了LitePT模型，在早期阶段使用卷积，深层切换为注意力，并引入无需训练的3D位置编码PointROPE以保留空间信息。该模型参数减少3.6倍、速度提升2倍、内存使用减半，在多项任务和数据集上达到或超越了当前最优的Point Transformer V3的性能。",
    "one_sentence": "本文提出了一种名为LitePT的3D点云处理新架构，通过早期使用卷积提取几何细节、后期采用注意力机制捕获语义，并引入训练无关的3D位置编码PointROPE，在减少参数、提升速度的同时保持了高性能。"
  },
  {
    "title": "Identification of periodicities with arbitrary shapes in AGN light curves",
    "url": "http://arxiv.org/abs/2512.13688v1",
    "abstract_en": "Massive black hole binaries are expected to be observable as periodic AGN in time-domain photometric surveys. Periodicities may originate from different physical processes, including the intermittent gas feeding of the black holes caused by the time-varying non-axisymmetric binary potential, the Doppler boosting of the flux emitted by individual accretion discs bound to the orbiting BHs, and the gravitational lensing of the accretion disc of one black hole due to the presence of the other. Only the Doppler boost scenario applied to circular binaries with non-modulated accretion predicts a sinusoidal light curve, while in the general case, binary signals are expected to show more complex periodic patterns. Current searches for massive black hole binaries rely on techniques tailored to quasi-sinusoidal light curves, but fail to identify the more complex periodicities predicted. We present an alternative method that leverages Gaussian processes, making use of a generic periodic kernel flexible enough for the identification of arbitrary periodicities in unevenly sampled light curves with realistic quasar noise. We demonstrate that it outperforms previously proposed strategies in identifying general periodicities by analysing mock light curves with different baselines. Specifically, we find that our analysis can detect non-sinusoidal periodicities (e.g., sawtooth-shaped) and retrieves a higher fraction of true periodicities when compared to periodogram analysis or Gaussian processes analysis with less flexible periodic kernels. Furthermore, by comparing the retrieved fraction of periodicities between mock PTF light curves and mock LSST light curves, we find that our analysis is most sensitive to the number of observed cycles. The application of this analysis has the potential to greatly increase the scientific return of current and upcoming large time-domain photometric surveys.",
    "date": "2025-12-15",
    "summary_cn": "大质量黑洞双星可能产生复杂的周期性光变曲线，而现有检测方法主要针对准正弦信号，存在局限性。本文提出了一种利用灵活周期性核的高斯过程新方法，能够有效识别非正弦（如锯齿状）等任意周期性模式。通过对模拟光变曲线的分析，该方法在检测复杂周期性和提高真阳性率方面均优于周期图分析或使用灵活性较低核的高斯过程分析，且其灵敏度主要取决于观测到的周期数。该方法的运用有望显著提升当前及未来大规模时域测光巡天的科学产出。",
    "one_sentence": "本文提出了一种基于灵活周期性核的高斯过程方法，用于在非均匀采样的光变曲线中有效识别大质量黑洞双星产生的复杂周期性信号，超越了传统针对准正弦信号的检测技术。"
  }
]