[
  {
    "title": "On the treatment of thermal effects in the equation of state on neutron star merger remnants",
    "url": "http://arxiv.org/abs/2512.05118v1",
    "abstract_en": "We present results from long-term, numerical-relativity simulations of binary neutron star mergers modeled using both, fully tabulated, finite-temperature, equations of state and their corresponding hybrid representations. The simulations extend up to 150 ms which allows us to assess the role of the treatment of finite-temperature effects on the dynamics of the hypermassive neutron star remnant. Our study focuses on the analysis of the spectra of the post-merger gravitational-wave signals and on how these are affected by the treatment of thermal effects in the two EOS representations. Our simulations highlight distinct differences in the GW frequency evolution related to the thermal modeling of the EOS, demonstrating that deviations from established quasi-universal relations become significant at late post-merger phases. Furthermore, we investigate the stability of the HMNS against convection. Employing both the Ledoux criterion, necessary condition for the development of convective instabilities, and the Solberg-Høiland criterion, a generalized criterion for axisymmetric perturbations based on a combined analysis of the Brunt-Väisälä frequency and of the epicyclic frequency, we show that differential rotation and thermal stratification in the HMNS give rise to local (yet sustained) convective patterns that persist beyond 100 ms after merger. Those convective patterns, while substantially different between tabulated and hybrid EOS treatments, trigger the the excitation of inertial modes with frequencies smaller than those attained by the fundamental quadrupolar mode, and are potentially within reach of third-generation GW detectors. The late-time excitation of inertial modes, previously reported in studies based on hybrid EOS, is fully supported by the tabulated, finite-temperature EOS simulations presented here, which account for thermal effects in a more consistent way.",
    "date": "2025-12-04",
    "summary_cn": "本研究通过长达150毫秒的数值相对论模拟，对比了采用完全列表化和简化混合状态方程的双中子星并合过程。结果表明，状态方程中热效应的处理方式显著影响并合后引力波信号的频谱演化，并导致在后期明显偏离已有的准普适关系。研究还发现，中心超重中子星内的微分旋转和热分层会引发持续的对流结构，进而激发频率低于基本四极模的惯性模，这些信号可能被第三代引力波探测器观测到。基于列表化状态方程的模拟证实了此前在混合模型中发现惯性模晚期激发现象。",
    "one_sentence": "本文通过对比采用完全列表化与简化混合状态方程的数值模拟，首次揭示了热效应对双中子星并合后引力波信号及其中央超重中子星对流稳定性的关键影响，并证实了惯性模的晚期激发现象。"
  },
  {
    "title": "The Universal Weight Subspace Hypothesis",
    "url": "http://arxiv.org/abs/2512.05117v1",
    "abstract_en": "We show that deep neural networks trained across diverse tasks exhibit remarkably similar low-dimensional parametric subspaces. We provide the first large-scale empirical evidence that demonstrates that neural networks systematically converge to shared spectral subspaces regardless of initialization, task, or domain. Through mode-wise spectral analysis of over 1100 models - including 500 Mistral-7B LoRAs, 500 Vision Transformers, and 50 LLaMA-8B models - we identify universal subspaces capturing majority variance in just a few principal directions. By applying spectral decomposition techniques to the weight matrices of various architectures trained on a wide range of tasks and datasets, we identify sparse, joint subspaces that are consistently exploited, within shared architectures across diverse tasks and datasets. Our findings offer new insights into the intrinsic organization of information within deep networks and raise important questions about the possibility of discovering these universal subspaces without the need for extensive data and computational resources. Furthermore, this inherent structure has significant implications for model reusability, multi-task learning, model merging, and the development of training and inference-efficient algorithms, potentially reducing the carbon footprint of large-scale neural models.",
    "date": "2025-12-04",
    "summary_cn": "该论文通过对1100多个模型进行谱分析，发现不同架构的神经网络在完成不同任务后，其权重矩阵会收敛到极其相似的低维参数子空间。这些稀疏的共享子空间仅需少数几个主方向即可捕捉大部分方差。这一发现揭示了深度网络内部信息组织的内在规律，对模型复用、多任务学习、模型融合及高效训练算法的开发具有重要启示，有望降低大模型的碳足迹。",
    "one_sentence": "本文首次通过大规模实证研究发现，不同任务训练出的深度神经网络会系统性地收敛到共享的低维谱子空间。"
  },
  {
    "title": "Light-X: Generative 4D Video Rendering with Camera and Illumination Control",
    "url": "http://arxiv.org/abs/2512.05115v1",
    "abstract_en": "Recent advances in illumination control extend image-based methods to video, yet still facing a trade-off between lighting fidelity and temporal consistency. Moving beyond relighting, a key step toward generative modeling of real-world scenes is the joint control of camera trajectory and illumination, since visual dynamics are inherently shaped by both geometry and lighting. To this end, we present Light-X, a video generation framework that enables controllable rendering from monocular videos with both viewpoint and illumination control. 1) We propose a disentangled design that decouples geometry and lighting signals: geometry and motion are captured via dynamic point clouds projected along user-defined camera trajectories, while illumination cues are provided by a relit frame consistently projected into the same geometry. These explicit, fine-grained cues enable effective disentanglement and guide high-quality illumination. 2) To address the lack of paired multi-view and multi-illumination videos, we introduce Light-Syn, a degradation-based pipeline with inverse-mapping that synthesizes training pairs from in-the-wild monocular footage. This strategy yields a dataset covering static, dynamic, and AI-generated scenes, ensuring robust training. Extensive experiments show that Light-X outperforms baseline methods in joint camera-illumination control and surpasses prior video relighting methods under both text- and background-conditioned settings.",
    "date": "2025-12-04",
    "summary_cn": "本文提出Light-X视频生成框架，解决了视角与光照联合控制的难题。该框架采用解耦设计，分别通过动态点云处理几何运动，并通过重光照帧提供光照线索，从而实现高质量渲染。针对训练数据稀缺问题，作者还设计了Light-Syn合成流程，从单目视频生成训练数据。实验表明，Light-X在联合控制任务上优于基线方法，并在多种条件下超越了现有视频重光照技术。",
    "one_sentence": "本文提出了Light-X框架，通过解耦几何与光照信号并结合合成数据训练，实现了对单目视频的视角和光照联合可控生成。"
  },
  {
    "title": "Value Gradient Guidance for Flow Matching Alignment",
    "url": "http://arxiv.org/abs/2512.05116v1",
    "abstract_en": "While methods exist for aligning flow matching models--a popular and effective class of generative models--with human preferences, existing approaches fail to achieve both adaptation efficiency and probabilistically sound prior preservation. In this work, we leverage the theory of optimal control and propose VGG-Flow, a gradient-matching-based method for finetuning pretrained flow matching models. The key idea behind this algorithm is that the optimal difference between the finetuned velocity field and the pretrained one should be matched with the gradient field of a value function. This method not only incorporates first-order information from the reward model but also benefits from heuristic initialization of the value function to enable fast adaptation. Empirically, we show on a popular text-to-image flow matching model, Stable Diffusion 3, that our method can finetune flow matching models under limited computational budgets while achieving effective and prior-preserving alignment.",
    "date": "2025-12-04",
    "summary_cn": "针对现有方法难以兼顾高效适应性和概率保真度的问题，本文基于最优控制理论提出了VGG-Flow。该方法的核心思想是将微调后与预训练速度场的最优差异，与一个价值函数的梯度场进行匹配，从而利用奖励模型的一阶信息并通过启发式初始化实现快速适配。实验表明，该方法能在有限算力下有效微调如Stable Diffusion 3等流匹配模型，同时实现高效且保真的对齐效果。",
    "one_sentence": "本文提出了一种基于最优控制理论和梯度匹配的新方法VGG-Flow，用于高效且保真地微调流匹配模型以对齐人类偏好。"
  },
  {
    "title": "Deep infant brain segmentation from multi-contrast MRI",
    "url": "http://arxiv.org/abs/2512.05114v1",
    "abstract_en": "Segmentation of magnetic resonance images (MRI) facilitates analysis of human brain development by delineating anatomical structures. However, in infants and young children, accurate segmentation is challenging due to development and imaging constraints. Pediatric brain MRI is notoriously difficult to acquire, with inconsistent availability of imaging modalities, substantial non-head anatomy in the field of view, and frequent motion artifacts. This has led to specialized segmentation models that are often limited to specific image types or narrow age groups, or that are fragile for more variable images such as those acquired clinically. We address this method fragmentation with BabySeg, a deep learning brain segmentation framework for infants and young children that supports diverse MRI protocols, including repeat scans and image types unavailable during training. Our approach builds on recent domain randomization techniques, which synthesize training images far beyond realistic bounds to promote dataset shift invariance. We also describe a mechanism that enables models to flexibly pool and interact features from any number of input scans. We demonstrate state-of-the-art performance that matches or exceeds the accuracy of several existing methods for various age cohorts and input configurations using a single model, in a fraction of the runtime required by many existing tools.",
    "date": "2025-12-04",
    "summary_cn": "婴幼儿脑部磁共振图像分割因发育变化和成像限制而极具挑战性，现有方法通常局限于特定图像类型或年龄段。本文提出的BabySeg框架通过领域随机化技术合成多样化训练图像以增强模型鲁棒性，并引入一种机制来灵活整合任意数量输入扫描的特征。实验表明，该单一模型在多种年龄组和输入配置下均达到或超越了现有方法的精度，且运行速度显著更快。",
    "one_sentence": "本文提出了一个名为BabySeg的深度学习框架，通过领域随机化和灵活的多扫描特征交互机制，实现了对婴幼儿多样化MRI图像的通用、快速且高精度的脑部分割。"
  }
]