[
  {
    "title": "VideoGPA: Distilling Geometry Priors for 3D-Consistent Video Generation",
    "url": "http://arxiv.org/abs/2601.23286v1",
    "abstract_en": "While recent video diffusion models (VDMs) produce visually impressive results, they fundamentally struggle to maintain 3D structural consistency, often resulting in object deformation or spatial drift. We hypothesize that these failures arise because standard denoising objectives lack explicit incentives for geometric coherence. To address this, we introduce VideoGPA (Video Geometric Preference Alignment), a data-efficient self-supervised framework that leverages a geometry foundation model to automatically derive dense preference signals that guide VDMs via Direct Preference Optimization (DPO). This approach effectively steers the generative distribution toward inherent 3D consistency without requiring human annotations. VideoGPA significantly enhances temporal stability, physical plausibility, and motion coherence using minimal preference pairs, consistently outperforming state-of-the-art baselines in extensive experiments.",
    "date": "2026-01-30",
    "summary_cn": "针对现有视频扩散模型在生成过程中难以维持3D结构一致性的问题，本文提出了VideoGPA框架。该框架通过几何基础模型自动提取密集的几何偏好信号，并利用直接偏好优化技术，在无需人工标注的情况下，以数据高效的方式引导模型学习，从而显著提升生成视频的时序稳定性、物理合理性与运动连贯性。实验表明，该方法优于现有先进模型。",
    "one_sentence": "本文提出了一种名为VideoGPA的自监督框架，利用几何基础模型自动生成密集偏好信号，通过直接偏好优化引导视频扩散模型提升3D结构一致性。"
  },
  {
    "title": "End-to-end Optimization of Belief and Policy Learning in Shared Autonomy Paradigms",
    "url": "http://arxiv.org/abs/2601.23285v1",
    "abstract_en": "Shared autonomy systems require principled methods for inferring user intent and determining appropriate assistance levels. This is a central challenge in human-robot interaction, where systems must be successful while being mindful of user agency. Previous approaches relied on static blending ratios or separated goal inference from assistance arbitration, leading to suboptimal performance in unstructured environments. We introduce BRACE (Bayesian Reinforcement Assistance with Context Encoding), a novel framework that fine-tunes Bayesian intent inference and context-adaptive assistance through an architecture enabling end-to-end gradient flow between intent inference and assistance arbitration. Our pipeline conditions collaborative control policies on environmental context and complete goal probability distributions. We provide analysis showing (1) optimal assistance levels should decrease with goal uncertainty and increase with environmental constraint severity, and (2) integrating belief information into policy learning yields a quadratic expected regret advantage over sequential approaches. We validated our algorithm against SOTA methods (IDA, DQN) using a three-part evaluation progressively isolating distinct challenges of end-effector control: (1) core human-interaction dynamics in a 2D human-in-the-loop cursor task, (2) non-linear dynamics of a robotic arm, and (3) integrated manipulation under goal ambiguity and environmental constraints. We demonstrate improvements over SOTA, achieving 6.3% higher success rates and 41% increased path efficiency, and 36.3% success rate and 87% path efficiency improvement over unassisted control. Our results confirmed that integrated optimization is most beneficial in complex, goal-ambiguous scenarios, and is generalizable across robotic domains requiring goal-directed assistance, advancing the SOTA for adaptive shared autonomy.",
    "date": "2026-01-30",
    "summary_cn": "为解决共享自主系统中用户意图推断与辅助水平决策的挑战，本文提出了BRACE框架。该框架通过端到端架构，将贝叶斯意图推断与环境上下文感知的辅助策略相结合，实现协同优化。理论分析表明，辅助水平应与目标不确定性和环境约束相匹配，集成优化比顺序方法更具优势。实验验证了BRACE在成功率、路径效率上优于现有方法，尤其是在复杂、目标模糊的场景中效果显著，推动了自适应共享自主技术的发展。",
    "one_sentence": "本文提出了一个名为BRACE的新颖框架，通过端到端的梯度流将贝叶斯意图推断和上下文自适应辅助协同优化，以提升共享自主系统的性能。"
  },
  {
    "title": "Dynamical density functional theory for dense odd-diffusive fluids",
    "url": "http://arxiv.org/abs/2601.23284v1",
    "abstract_en": "Odd diffusion breaks time-reversal symmetry in overdamped systems through transverse probability currents while preserving equilibrium steady states. In this work, we develop a dynamical density functional theory (DDFT) for dense interacting odd-diffusive fluids and apply it to ultrasoft particles in two dimensions. In bulk, odd diffusion qualitatively reshapes collective relaxation by generating transient circulating current patterns which do not exist in normal fluids. Under harmonic ring confinement, the circulation of probability current induces an angular redistribution of density along the ring during relaxation. This unique footprint of odd diffusion opens up a shorter pathway to equilibrium. Repulsive interactions significantly enhance these effects. Excellent agreement with Brownian dynamics simulations confirms that our odd-DDFT framework quantitatively captures all essential nonequilibrium aspects of the nontrivial odd transport and collective redistribution for dense fluids in both bulk and confined geometries.",
    "date": "2026-01-30",
    "summary_cn": "本研究为密集相互作用的奇数扩散流体建立了一个动力学密度泛函理论框架，并应用于二维超软粒子。理论研究表明，奇数扩散在体相中通过产生不存在于正常流体中的瞬态循环概率流，重塑了集体弛豫动力学。在环形谐振势约束下，概率流的环流在弛豫过程中诱导密度沿环的角度重分布，为系统通向平衡开辟了更短的路径。排斥相互作用显著增强了这些效应。与布朗动力学模拟的极佳一致性证实，该理论框架能定量捕捉密集奇数扩散流体在体相和受限几何中的关键非平衡输运与重分布行为。",
    "one_sentence": "本文为高密度相互作用的奇数扩散流体开发了一种动力学密度泛函理论，揭示了其通过产生瞬态循环流来重塑集体弛豫并加速平衡的新奇非平衡输运机制。"
  },
  {
    "title": "Robust multiparameter estimation using quantum scrambling",
    "url": "http://arxiv.org/abs/2601.23283v1",
    "abstract_en": "We propose and analyze a versatile and efficient multiparameter quantum sensing protocol, which simultaneously estimates many non-commuting and time-dependent signals that are coherently or incoherently coupled to sensing particles. Even in the presence of control imperfections and readout errors, our approach can detect exponentially many parameters in the system size while maintaining the optimal scaling of sensitivity. To accomplish this, scrambling dynamics are leveraged to map distinct signals to unique patterns of bitstring measurements, which distinguishes a large number of signals without significant sensitivity loss. Based on this principle, we develop a computationally efficient protocol utilizing random global Clifford unitaries and evaluate its performance both analytically and numerically. Our protocol naturally extends to scrambling dynamics generated by random local Clifford circuits, local random unitary circuits (RUCs), and ergodic Hamiltonian evolution--commonly realized in near-term quantum hardware--and opens the door to applications ranging from precise noise benchmarking of quantum dynamics to learning time-dependent Hamiltonians.",
    "date": "2026-01-30",
    "summary_cn": "本研究提出了一种通用高效的多参数量子传感方案，能够同时估计大量非对易且随时间变化的信号，即使在存在控制和读出误差的情况下，仍能保持最优的灵敏度标度。该方案利用混洗动力学将不同信号映射为比特串测量的独特模式，从而在不显著损失灵敏度的情况下区分海量参数。基于此原理，我们开发了采用随机全局Clifford幺正算子的高效计算协议，并通过理论和数值分析评估其性能。该协议可扩展至近量子硬件中常见的随机局域电路和遍历哈密顿演化，为从量子动力学噪声基准测试到时变哈密顿学习等应用开辟了道路。",
    "one_sentence": "本文提出了一种利用混洗动力学对大量非对易时变信号进行同时、高效、容错的多参数量子传感协议。"
  },
  {
    "title": "PDRs4All: XVIII. The evolution of the PAH ionisation and PAH size distribution across the Orion Bar",
    "url": "http://arxiv.org/abs/2601.23282v1",
    "abstract_en": "We investigate the evolution of the PAH population's charge state and size across key physical zones in the Orion Bar, which include the HII region, the atomic PDR (APDR), and three HI/H2 dissociation fronts (DF1, DF2, and DF3). Utilising the NASA Ames PAH Infrared Spectroscopic Database (PAHdb) and the pyPAHdb spectral modelling tool, we analysed the MIRI-MRS observations of the Orion Bar from the \"PDRs4All\" ERS Program. pyPAHdb modelling reveals the fractional contribution of the different PAH charge states and sizes to the total PAH emission across the Orion Bar. Cationic PAH emission peaks in the APDR region, where neutral PAHs have minimal contribution. Emission from neutral PAHs peaks in the HII region that consists of emission from a face-on PDR associated to the background OMC-1 molecular cloud, and in the molecular cloud regions past DF2. PAH anions are observed deep within the DF2 and DF3 zones. The average PAH size ranges between ~$60-74$ Nc. The modelling reveals regions of top-down PAH formation at the ionisation front, and bottom-up PAH formation within the molecular cloud region. The PAH ionisation parameter $γ$ ranges between ~$2-9 x 10^4$. Intensity ratios tracing PAH ionisation scale well with $γ$ in regions encompassing edge-on or face-on PDR emission, but their correlation weakens within the molecular cloud zone. Modelling of the $5-15$ $μ$m PAH spectrum with pyPAHdb achieves comprehensive characterization of the net contribution of neutral and cationic PAHs across different environments, whereas empirical PAH proxy intensity ratio tracers can be highly variable and unreliable outside regions dominated by PDR emission. The derived average PAH size in the different physical zones is consistent with a view of PAHs being more extensively subjected to ultraviolet processing closer to the ionisation front, and less affected within the molecular cloud.",
    "date": "2026-01-30",
    "summary_cn": "本研究利用NASA的PAHdb数据库和pyPAHdb建模工具，分析了猎户座星云棒中不同物理区域（HII区、原子PDR及解离前沿）的中红外光谱。量化了各处多环芳烃（PAH）的电荷态（阳离子、中性、阴离子）与大小（平均含碳原子数~60-74）的贡献比例，发现其分布与紫外辐射强度紧密相关：阳离子在原子PDR主导，中性分子在HII区和分子云区显著，阴离子出现于解离前沿深处。研究揭示了PAH存在自上而下和自下而上两种形成路径，并证明经验强度比示踪法在分子云区域不可靠，凸显了光谱建模对全面表征PAH的重要性。",
    "one_sentence": "本研究首次利用PAHdb光谱建模工具对猎户座星云棒各物理区域的PAH电荷态和大小分布进行了系统性量化分析，揭示了其随紫外辐射环境演变的规律，并指出经验比例示踪法在分子云区域存在局限性。"
  }
]