[
  {
    "title": "Emergence and transition of incompressible phases in decorated Landau levels",
    "url": "http://arxiv.org/abs/2601.10717v1",
    "abstract_en": "We show a single Landau level (LL) dressed with periodic electrostatic potentials can realize a plethora of interacting topological phases where the Hall conductivity generally does not equal to the LL filling factor. Their physics can be captured by a minimal model of a delta potential lattice within a single LL, realizing exact zero energy Chern bands (denoted as decorated Landau levels or dLL) gapped from dispersive bands with rich geometric properties. With $p/q$ magnetic fluxes per unit cell, there are $q$ dispersive bands and $p-q$ zero energy bands forming the dLL. When the one-body potential strength dominates the electron-electron interaction, band mixing is suppressed and the dispersion bands consist of ``localized states\" with vanishing total Chern number. Nevertheless these dispersive bands can have highly nontrivial Berry curvature distribution, and even non-zero Chern numbers when $q>1$. Interestingly even in the limit of large short range interaction, band mixing between dLL and dispersion bands can be strongly suppressed at low filling factor, leading to robust topological phases within the dLL stabilized by the one-body potential. The dLL and the associated dispersive bands can serve as minimal theoretical models for correlated physics in lattice or moire systems; they are also highly tunable experimental platforms for realizing rich phase diagrams of exotic 2D quantum fluids.",
    "date": "2026-01-15",
    "summary_cn": "研究表明，在单个朗道能级上施加周期性静电势，可以产生丰富的相互作用拓扑相，其霍尔电导率通常不等于填充因子。该模型（称为装饰朗道能级，dLL）在单朗道能级内引入δ势晶格，产生精确的零能量陈能带和具有丰富几何特性的色散能带。当单粒子势能主导电子相互作用时，能带混合被抑制，色散能带由总陈数为零的“局域态”组成，但仍可具有非平凡的贝里曲率分布。即使在强短程相互作用下，低填充因子时dLL与色散能带间的混合也受抑制，使得dLL中能形成由单粒子势稳定的鲁棒拓扑相。该模型为晶格或莫尔系统中的关联物理提供了最小理论模型，也是实现奇异二维量子流体相图的高度可调实验平台。",
    "one_sentence": "本文提出了一种通过周期性静电势修饰的单个朗道能级（装饰朗道能级，dLL）来构建一系列相互作用拓扑相的新理论模型，其霍尔电导率通常不等于朗道能级填充因子。"
  },
  {
    "title": "WildRayZer: Self-supervised Large View Synthesis in Dynamic Environments",
    "url": "http://arxiv.org/abs/2601.10716v1",
    "abstract_en": "We present WildRayZer, a self-supervised framework for novel view synthesis (NVS) in dynamic environments where both the camera and objects move. Dynamic content breaks the multi-view consistency that static NVS models rely on, leading to ghosting, hallucinated geometry, and unstable pose estimation. WildRayZer addresses this by performing an analysis-by-synthesis test: a camera-only static renderer explains rigid structure, and its residuals reveal transient regions. From these residuals, we construct pseudo motion masks, distill a motion estimator, and use it to mask input tokens and gate loss gradients so supervision focuses on cross-view background completion. To enable large-scale training and evaluation, we curate Dynamic RealEstate10K (D-RE10K), a real-world dataset of 15K casually captured dynamic sequences, and D-RE10K-iPhone, a paired transient and clean benchmark for sparse-view transient-aware NVS. Experiments show that WildRayZer consistently outperforms optimization-based and feed-forward baselines in both transient-region removal and full-frame NVS quality with a single feed-forward pass.",
    "date": "2026-01-15",
    "summary_cn": "本文提出了WildRayZer，一个用于动态环境中新视角合成的自监督框架。针对动态内容破坏多视图一致性的问题，该方法通过分析合成测试分离静态结构与瞬态区域，并利用残差构建伪运动掩码来指导运动估计与损失计算，使监督专注于跨视角的背景补全。此外，作者构建了大规模动态数据集D-RE10K用于训练与评估。实验表明，WildRayZer在单次前向传播中，于瞬态区域移除和全帧合成质量上均优于现有方法。",
    "one_sentence": "本文提出了一种名为WildRayZer的自监督框架，通过分析合成测试分离动态与静态内容，并利用残差构建伪运动掩码来引导训练，从而在单次前向传播中有效解决动态环境下的新视角合成问题。"
  },
  {
    "title": "DInf-Grid: A Neural Differential Equation Solver with Differentiable Feature Grids",
    "url": "http://arxiv.org/abs/2601.10715v1",
    "abstract_en": "We present a novel differentiable grid-based representation for efficiently solving differential equations (DEs). Widely used architectures for neural solvers, such as sinusoidal neural networks, are coordinate-based MLPs that are both computationally intensive and slow to train. Although grid-based alternatives for implicit representations (e.g., Instant-NGP and K-Planes) train faster by exploiting signal structure, their reliance on linear interpolation restricts their ability to compute higher-order derivatives, rendering them unsuitable for solving DEs. Our approach overcomes these limitations by combining the efficiency of feature grids with radial basis function interpolation, which is infinitely differentiable. To effectively capture high-frequency solutions and enable stable and faster computation of global gradients, we introduce a multi-resolution decomposition with co-located grids. Our proposed representation, DInf-Grid, is trained implicitly using the differential equations as loss functions, enabling accurate modelling of physical fields. We validate DInf-Grid on a variety of tasks, including the Poisson equation for image reconstruction, the Helmholtz equation for wave fields, and the Kirchhoff-Love boundary value problem for cloth simulation. Our results demonstrate a 5-20x speed-up over coordinate-based MLP-based methods, solving differential equations in seconds or minutes while maintaining comparable accuracy and compactness.",
    "date": "2026-01-15",
    "summary_cn": "针对现有基于坐标的多层感知机求解微分方程计算量大、训练慢，而基于线性插值的网格方法无法计算高阶导数的问题，本研究提出了一种新型可微分网格表示DInf-Grid。它利用无限可微的径向基函数进行插值，并结合多分辨率网格分解以捕捉高频解和稳定计算全局梯度。该方法将微分方程本身作为损失函数进行隐式训练，可高效准确地建模物理场。实验在泊松方程、亥姆霍兹方程和基尔霍夫-洛夫边界值问题等多个任务中验证了其有效性，相比基于坐标的方法实现了5-20倍的加速，同时保持了相当的精度和紧凑性。",
    "one_sentence": "本文提出了一种名为DInf-Grid的新型可微分网格表示，它结合了高效的特征网格与无限可微的径向基函数插值，用于快速准确地求解微分方程。"
  },
  {
    "title": "Alterbute: Editing Intrinsic Attributes of Objects in Images",
    "url": "http://arxiv.org/abs/2601.10714v1",
    "abstract_en": "We introduce Alterbute, a diffusion-based method for editing an object's intrinsic attributes in an image. We allow changing color, texture, material, and even the shape of an object, while preserving its perceived identity and scene context. Existing approaches either rely on unsupervised priors that often fail to preserve identity or use overly restrictive supervision that prevents meaningful intrinsic variations. Our method relies on: (i) a relaxed training objective that allows the model to change both intrinsic and extrinsic attributes conditioned on an identity reference image, a textual prompt describing the target intrinsic attributes, and a background image and object mask defining the extrinsic context. At inference, we restrict extrinsic changes by reusing the original background and object mask, thereby ensuring that only the desired intrinsic attributes are altered; (ii) Visual Named Entities (VNEs) - fine-grained visual identity categories (e.g., ''Porsche 911 Carrera'') that group objects sharing identity-defining features while allowing variation in intrinsic attributes. We use a vision-language model to automatically extract VNE labels and intrinsic attribute descriptions from a large public image dataset, enabling scalable, identity-preserving supervision. Alterbute outperforms existing methods on identity-preserving object intrinsic attribute editing.",
    "date": "2026-01-15",
    "summary_cn": "本文介绍了Alterbute，一种基于扩散模型的图像物体内在属性编辑方法。该方法允许改变物体的颜色、纹理、材质甚至形状，同时保持其感知身份和场景上下文不变。其核心创新在于使用一个宽松的训练目标，允许模型在身份参考图像、目标属性文本描述以及背景与掩码的引导下学习变化；并提出了视觉命名实体概念，通过视觉语言模型自动从大规模数据集中提取细粒度身份类别与属性描述，从而提供可扩展的身份保持监督。实验表明，Alterbute在身份保持的属性编辑任务上优于现有方法。",
    "one_sentence": "本文提出了一种基于扩散模型的Alterbute方法，通过引入宽松的训练目标和视觉命名实体概念，实现了在保持物体身份和场景背景不变的前提下，精确编辑其颜色、纹理、材质和形状等内在属性。"
  },
  {
    "title": "Quantum Maxwell Erasure Decoder for qLDPC codes",
    "url": "http://arxiv.org/abs/2601.10713v1",
    "abstract_en": "We introduce a quantum Maxwell erasure decoder for CSS quantum low-density parity-check (qLDPC) codes that extends peeling with bounded guessing. Guesses are tracked symbolically and can be eliminated by restrictive checks, giving a tunable tradeoff between complexity and performance via a guessing budget: an unconstrained budget recovers Maximum-Likelihood (ML) performance, while a constant budget yields linear-time decoding and approximates ML. We provide theoretical guarantees on asymptotic performance and demonstrate strong performance on bivariate bicycle and quantum Tanner codes.",
    "date": "2026-01-15",
    "summary_cn": "该研究介绍了一种用于CSS量子低密度奇偶校验码的量子麦克斯韦擦除解码器。该方法在经典剥除算法基础上扩展了有界猜测机制，通过符号化跟踪猜测并利用限制性检查消除错误猜测，从而通过设定猜测预算在解码复杂度与性能之间实现灵活权衡：无限制预算可达到最大似然性能，而恒定预算则能实现线性时间解码并逼近最大似然性能。理论分析提供了渐近性能保证，并在双变量自行车码和量子坦纳码上展示了优越的解码表现。",
    "one_sentence": "本文提出了一种用于CSS量子LDPC码的量子麦克斯韦擦除解码器，通过引入带有限制的猜测与符号跟踪，实现了解码复杂度与性能之间的可调权衡。"
  }
]