[
  {
    "title": "Heavy Black-Holes Also Matter in Standard Siren Cosmology",
    "url": "http://arxiv.org/abs/2601.03257v1",
    "abstract_en": "With the release of the Gravitational-Wave Transient Catalog GWTC-4.0 by the LIGO-Virgo-KAGRA (LVK) collaboration, 218 candidate detections of gravitational waves (GWs) from compact binary coalescences (CBCs) have been reported. This milestone represents a major advancement for GW cosmology, as many methods, particularly those employing the spectral siren approach, critically depend on the number of available sources. We investigate the impact of a novel parametric model describing the full population mass spectrum of CBCs on the estimation of the Hubble constant. This model is designed to test the impact of heavy black holes in GW cosmology. We perform a joint inference of cosmological and population parameters using 142 CBCs from GWTC-4.0 with a false alarm rate smaller than 0.25 per year, using both spectral and dark siren approaches. With spectral sirens, we estimate the Hubble constant to be $H_0 = 78.8^{+19.0}_{-15.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL), while the dark siren method yields $H_0 = 82.5^{+16.8}_{-14.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL). These results improve the uncertainty by approximately 30.4% and 36.2%, respectively. We show that this improvement is linked to the presence of a new mass scale in the binary black hole mass spectrum at $63.3^{+4.8}_{-4.8}\\,M_{\\odot}$, which provides additional constraints on the Hubble constant. Besides providing the tightest standard-siren constraints on $H_0$, this highlights the importance of a heavy-mass feature in the black hole spectrum.",
    "date": "2026-01-06",
    "summary_cn": "AI 接口暂时不可用，请阅读下方英文摘要。",
    "one_sentence": "生成失败"
  },
  {
    "title": "Muses: Designing, Composing, Generating Nonexistent Fantasy 3D Creatures without Training",
    "url": "http://arxiv.org/abs/2601.03256v1",
    "abstract_en": "We present Muses, the first training-free method for fantastic 3D creature generation in a feed-forward paradigm. Previous methods, which rely on part-aware optimization, manual assembly, or 2D image generation, often produce unrealistic or incoherent 3D assets due to the challenges of intricate part-level manipulation and limited out-of-domain generation. In contrast, Muses leverages the 3D skeleton, a fundamental representation of biological forms, to explicitly and rationally compose diverse elements. This skeletal foundation formalizes 3D content creation as a structure-aware pipeline of design, composition, and generation. Muses begins by constructing a creatively composed 3D skeleton with coherent layout and scale through graph-constrained reasoning. This skeleton then guides a voxel-based assembly process within a structured latent space, integrating regions from different objects. Finally, image-guided appearance modeling under skeletal conditions is applied to generate a style-consistent and harmonious texture for the assembled shape. Extensive experiments establish Muses' state-of-the-art performance in terms of visual fidelity and alignment with textual descriptions, and potential on flexible 3D object editing. Project page: https://luhexiao.github.io/Muses.github.io/.",
    "date": "2026-01-06",
    "summary_cn": "本文提出了Muses，这是一种无需训练的前馈式3D生物生成方法。它利用3D骨架作为基础，通过图约束推理构建骨架，引导体素组装，并应用图像引导的外观建模，生成风格一致的纹理。实验表明，Muses在视觉保真度和文本对齐方面达到最先进水平，并支持灵活的3D对象编辑。",
    "one_sentence": "Muses是首个无需训练的前馈式3D生物生成方法，通过3D骨架引导的结构化流程实现了高质量、连贯的3D生物生成。"
  },
  {
    "title": "Automated Semantic Rules Detection (ASRD) for Emergent Communication Interpretation",
    "url": "http://arxiv.org/abs/2601.03254v1",
    "abstract_en": "The field of emergent communication within multi-agent systems examines how autonomous agents can independently develop communication strategies, without explicit programming, and adapt them to varied environments. However, few studies have focused on the interpretability of emergent languages. The research exposed in this paper proposes an Automated Semantic Rules Detection (ASRD) algorithm, which extracts relevant patterns in messages exchanged by agents trained with two different datasets on the Lewis Game, which is often studied in the context of emergent communication. ASRD helps at the interpretation of the emergent communication by relating the extracted patterns to specific attributes of the input data, thereby considerably simplifying subsequent analysis.",
    "date": "2026-01-06",
    "summary_cn": "该研究针对多智能体系统中涌现通信语言的可解释性问题，提出了一种自动语义规则检测（ASRD）算法。该算法能够从智能体在Lewis游戏中交换的消息中提取相关模式，并将其与输入数据的特定属性关联，从而显著简化对涌现通信的后续分析。",
    "one_sentence": "本文提出了一种自动语义规则检测（ASRD）算法，用于提取并解释多智能体在Lewis游戏中通过训练产生的涌现通信语言中的模式。"
  },
  {
    "title": "Grand-Canonical Typicality",
    "url": "http://arxiv.org/abs/2601.03253v1",
    "abstract_en": "We study how the grand-canonical density matrix arises in macroscopic quantum systems. ``Canonical typicality'' is the known statement that for a typical wave function $Ψ$ from a micro-canonical energy shell of a quantum system $S$ weakly coupled to a large but finite quantum system $B$, the reduced density matrix $\\hatρ^S_Ψ=\\mathrm{tr}^B |Ψ\\rangle\\langle Ψ|$ is approximately equal to the canonical density matrix $\\hatρ_\\mathrm{can}=Z^{-1}_\\mathrm{can} \\exp(-β\\hat{H}^S)$. Here, we discuss the analogous statement and related questions for the \\emph{grand-canonical} density matrix $\\hatρ_\\mathrm{gc}=Z^{-1}_\\mathrm{gc} \\exp(-β(\\hat{H}^S-μ_1 \\hat{N}_{1}^S-\\ldots-μ_r\\hat{N}_{r}^S))$ with $\\hat{N}_{i}^S$ the number operator for molecules of type $i$ in the system $S$. This includes (i) the case of chemical reactions and (ii) that of systems $S$ defined by a spatial region which particles may enter or leave. It includes the statements (a) that the density matrix of the appropriate (generalized micro-canonical) Hilbert subspace $H_\\mathrm{gmc} \\subset H^S \\otimes H^B$ (defined by a micro-canonical interval of total energy and suitable particle number sectors), after tracing out $B$, yields $\\hatρ_\\mathrm{gc}$; (b) that typical $Ψ$ from $H_\\mathrm{gmc}$ have reduced density matrix $\\hatρ^S_Ψ$ close to $\\hatρ_\\mathrm{gc}$; and (c) that the conditional wave function $ψ^S$ of $S$ has probability distribution $\\mathrm{GAP}_{\\hatρ_\\mathrm{gc}}$ if a typical orthonormal basis of $H^B$ is used. That is, we discuss the foundation and justification of both the density matrix and the distribution of the wave function in the grand-canonical case. We also extend these considerations to the so-called generalized Gibbs ensembles, which apply to systems for which some macroscopic observables are conserved.",
    "date": "2026-01-06",
    "summary_cn": "本文探讨了巨正则密度矩阵在宏观量子系统中的基础和合理性。作者证明了对于与有限大系统弱耦合的系统，典型波函数的约化密度矩阵近似等于巨正则密度矩阵。研究涵盖了化学反应和粒子进出系统的情形，并进一步推广到广义吉布斯系综，为密度矩阵和波函数分布提供了理论依据。",
    "one_sentence": "本文研究了巨正则密度矩阵在宏观量子系统中的起源，证明了典型波函数的约化密度矩阵近似等于巨正则密度矩阵，并将结论推广到广义吉布斯系综。"
  },
  {
    "title": "InfiniDepth: Arbitrary-Resolution and Fine-Grained Depth Estimation with Neural Implicit Fields",
    "url": "http://arxiv.org/abs/2601.03252v1",
    "abstract_en": "Existing depth estimation methods are fundamentally limited to predicting depth on discrete image grids. Such representations restrict their scalability to arbitrary output resolutions and hinder the geometric detail recovery. This paper introduces InfiniDepth, which represents depth as neural implicit fields. Through a simple yet effective local implicit decoder, we can query depth at continuous 2D coordinates, enabling arbitrary-resolution and fine-grained depth estimation. To better assess our method's capabilities, we curate a high-quality 4K synthetic benchmark from five different games, spanning diverse scenes with rich geometric and appearance details. Extensive experiments demonstrate that InfiniDepth achieves state-of-the-art performance on both synthetic and real-world benchmarks across relative and metric depth estimation tasks, particularly excelling in fine-detail regions. It also benefits the task of novel view synthesis under large viewpoint shifts, producing high-quality results with fewer holes and artifacts.",
    "date": "2026-01-06",
    "summary_cn": "现有深度估计方法受限于离散图像网格，难以实现任意输出分辨率和几何细节恢复。本文提出InfiniDepth，将深度表示为神经隐式场，通过局部隐式解码器查询连续2D坐标的深度，实现高分辨率和精细深度估计。实验表明，InfiniDepth在合成和真实数据集上达到领先性能，尤其擅长细节区域，并提升大视角变化下的新视图合成质量。",
    "one_sentence": "本文提出了一种基于神经隐式场的深度估计方法InfiniDepth，通过局部隐式解码器实现连续坐标下的深度查询，支持任意分辨率和精细几何细节恢复。"
  }
]