[
  {
    "title": "AdaGaR: Adaptive Gabor Representation for Dynamic Scene Reconstruction",
    "url": "http://arxiv.org/abs/2601.00796v1",
    "abstract_en": "Reconstructing dynamic 3D scenes from monocular videos requires simultaneously capturing high-frequency appearance details and temporally continuous motion. Existing methods using single Gaussian primitives are limited by their low-pass filtering nature, while standard Gabor functions introduce energy instability. Moreover, lack of temporal continuity constraints often leads to motion artifacts during interpolation. We propose AdaGaR, a unified framework addressing both frequency adaptivity and temporal continuity in explicit dynamic scene modeling. We introduce Adaptive Gabor Representation, extending Gaussians through learnable frequency weights and adaptive energy compensation to balance detail capture and stability. For temporal continuity, we employ Cubic Hermite Splines with Temporal Curvature Regularization to ensure smooth motion evolution. An Adaptive Initialization mechanism combining depth estimation, point tracking, and foreground masks establishes stable point cloud distributions in early training. Experiments on Tap-Vid DAVIS demonstrate state-of-the-art performance (PSNR 35.49, SSIM 0.9433, LPIPS 0.0723) and strong generalization across frame interpolation, depth consistency, video editing, and stereo view synthesis. Project page: https://jiewenchan.github.io/AdaGaR/",
    "date": "2026-01-02",
    "summary_cn": "针对单目视频动态3D重建中高频细节捕获与时间连续性保持的难题，本文提出了AdaGaR统一框架。该方法引入自适应Gabor表示，通过可学习频率权重和自适应能量补偿平衡细节与稳定性；同时采用三次Hermite样条及时间曲率正则化确保运动平滑。实验表明，AdaGaR在多项指标上达到最优，并在帧插值、深度一致性等任务中表现出强大的泛化能力。",
    "one_sentence": "本文提出了AdaGaR框架，通过自适应Gabor表示和带时间曲率正则化的三次Hermite样条，解决了动态3D场景重建中的频率自适应性和时间连续性问题。"
  },
  {
    "title": "XRISM finds the Changing-Look AGN NGC 1365 in an extended low state: A dense, highly ionized outflow obscures the central source",
    "url": "http://arxiv.org/abs/2601.00795v1",
    "abstract_en": "We present the first XRISM/Resolve observations of the active galactic nucleus, NGC 1365, obtained in 2024 February and July. NGC 1365 is known for rapid transitions between Compton-thick and Compton-thin states, along with strong absorption from a highly ionized wind. During our observations, the source is found in a persistent low-flux state, characterized by a decrease in hard-X-ray luminosity and significant line-of-sight obscuration. In this state, XRISM/Resolve reveals clear Fe\\,\\textsc{xxv} and Fe\\,\\textsc{xxvi} absorption lines together with, for the first time in this source, corresponding emission lines. These features may arise either from reemission from a photoionized wind (P Cygni profile) or from collisionally ionized gas associated with outflow-driven shocks in the interstellar medium. We estimate the wind launch radius to be approximately $10^{16}~\\mathrm{cm}$ ($\\sim 10^4 R_{\\mathrm{g}}$), consistent with the location of the X-ray broad-line region. We also resolve a broadened Fe K$α$ line by $σ\\sim 1300$ km s$^{-1}$ placing it at similar scales to the wind, consistent with radii inferred from disk-broadening models and the variability of the Fe K$α$ broad line. The similarity of the Fe K$α$ profile to the H$β$ wing and broad Pa$α$ width indicates that the X-ray-emitting region is likely cospatial with the optical/IR broad-line region and originates from the same gas.",
    "date": "2026-01-02",
    "summary_cn": "本文首次报道了XRISM/Resolve对活动星系核NGC 1365的观测结果。在低流量态下，观测到Fe XXV和Fe XXVI的吸收与发射线，可能源于光致电离风或碰撞电离气体。研究估计风发射半径约10^16 cm，与X射线宽线区位置一致，表明X射线发射区与光学/红外宽线区可能源自同一气体。",
    "one_sentence": "本文首次利用XRISM/Resolve观测NGC 1365，发现其处于低流量态时存在Fe XXV和Fe XXVI的吸收与发射线，并揭示了风发射区与X射线宽线区的空间共位性。"
  },
  {
    "title": "Two Deep Learning Approaches for Automated Segmentation of Left Ventricle in Cine Cardiac MRI",
    "url": "http://arxiv.org/abs/2601.00794v1",
    "abstract_en": "Left ventricle (LV) segmentation is critical for clinical quantification and diagnosis of cardiac images. In this work, we propose two novel deep learning architectures called LNU-Net and IBU-Net for left ventricle segmentation from short-axis cine MRI images. LNU-Net is derived from layer normalization (LN) U-Net architecture, while IBU-Net is derived from the instance-batch normalized (IB) U-Net for medical image segmentation. The architectures of LNU-Net and IBU-Net have a down-sampling path for feature extraction and an up-sampling path for precise localization. We use the original U-Net as the basic segmentation approach and compared it with our proposed architectures. Both LNU-Net and IBU-Net have left ventricle segmentation methods: LNU-Net applies layer normalization in each convolutional block, while IBU-Net incorporates instance and batch normalization together in the first convolutional block and passes its result to the next layer. Our method incorporates affine transformations and elastic deformations for image data processing. Our dataset that contains 805 MRI images regarding the left ventricle from 45 patients is used for evaluation. We experimentally evaluate the results of the proposed approaches outperforming the dice coefficient and the average perpendicular distance than other state-of-the-art approaches.",
    "date": "2026-01-02",
    "summary_cn": "本文针对短轴心脏MRI图像的左心室分割问题，提出了两种新型深度学习架构LNU-Net和IBU-Net。LNU-Net在每个卷积块中应用层归一化，而IBU-Net结合了实例归一化和批归一化。实验表明，这两种方法在Dice系数和平均垂直距离上均优于现有技术，有效提升了分割性能。",
    "one_sentence": "本文提出了两种基于深度学习的左心室分割架构LNU-Net和IBU-Net，分别采用层归一化和实例-批归一化技术，提升了分割精度。"
  },
  {
    "title": "Voronoi Percolation: Topological Stability and Giant Cycles",
    "url": "http://arxiv.org/abs/2601.00793v1",
    "abstract_en": "We study the topological stability of Voronoi percolation in higher dimensions. We show that slightly increasing p allows a discretization that preserves increasing topological properties with high probability. This strengthens a theorem of Bollobás and Riordan and generalizes it to higher dimensions. As a consequence, we prove a sharp phase transition for the emergence of i-dimensional giant cycles in Voronoi percolation on the 2i-dimensional torus.",
    "date": "2026-01-02",
    "summary_cn": "本文研究了高维Voronoi渗透的拓扑稳定性。作者证明，略微增加参数p可以实现一种离散化方法，该方法能以高概率保持递增的拓扑性质。这一结果强化了Bollobás和Riordan的定理并将其推广至高维空间。作为推论，文章证明了在2i维环面上的Voronoi渗透中，i维巨环的出现存在一个尖锐的相变。",
    "one_sentence": "本文通过将Bollobás和Riordan的定理推广到高维情形，证明了在Voronoi渗透中略微增加p可以保持递增拓扑性质，并由此确立了2i维环面上i维巨环涌现的尖锐相变。"
  },
  {
    "title": "Color symmetry breaking in a nonlinear optical microcavity",
    "url": "http://arxiv.org/abs/2601.00792v1",
    "abstract_en": "Spontaneous symmetry breaking leads to diverse phenomena across the natural sciences, from the Higgs mechanism in particle physics to superconductors and collective animal behavior. In photonic systems, the symmetry of light states can be broken when two optical fields interact through the Kerr nonlinearity, as shown in early demonstrations with counterpropagating and cross-polarized modes. Here, we report the first observation of color symmetry breaking in an integrated silicon nitride microring, where spontaneous power imbalance arises between optical mode at different wavelengths, mediated by the Kerr effect. The threshold power for this effect is as low as 19 mW. By examining the system's homogeneous states, we further demonstrate a Kerr-based nonlinear activation-function generator that produces sigmoid-, quadratic-, and leaky-ReLU-like responses. These findings reveal previously unexplored nonlinear dynamics in dual-pumped Kerr resonators and establish new pathways towards compact, all-optical neuromorphic circuits.",
    "date": "2026-01-02",
    "summary_cn": "本研究在集成氮化硅微环中首次观测到由克尔效应介导的颜色对称性破缺，即不同波长光模式间出现自发功率失衡，阈值功率低至19 mW。通过分析系统的均匀态，进一步展示了基于克尔效应的非线性激活函数生成器，可产生S形、二次及类Leaky-ReLU响应。这些发现为紧凑型全光神经形态电路开辟了新途径。",
    "one_sentence": "本文首次在集成氮化硅微环中观测到由克尔效应介导的颜色对称性破缺，并实现了基于克尔效应的非线性激活函数生成器。"
  }
]