[
  {
    "title": "Assigning Confidence: K-partition Ensembles",
    "url": "http://arxiv.org/abs/2602.18435v1",
    "abstract_en": "Clustering is widely used for unsupervised structure discovery, yet it offers limited insight into how reliable each individual assignment is. Diagnostics, such as convergence behavior or objective values, may reflect global quality, but they do not indicate whether particular instances are assigned confidently, especially for initialization-sensitive algorithms like k-means. This assignment-level instability can undermine both accuracy and robustness. Ensemble approaches improve global consistency by aggregating multiple runs, but they typically lack tools for quantifying pointwise confidence in a way that combines cross-run agreement with geometric support from the learned cluster structure. We introduce CAKE (Confidence in Assignments via K-partition Ensembles), a framework that evaluates each point using two complementary statistics computed over a clustering ensemble: assignment stability and consistency of local geometric fit. These are combined into a single, interpretable score in [0,1]. Our theoretical analysis shows that CAKE remains effective under noise and separates stable from unstable points. Experiments on synthetic and real-world datasets indicate that CAKE effectively highlights ambiguous points and stable core members, providing a confidence ranking that can guide filtering or prioritization to improve clustering quality.",
    "date": "2026-02-20",
    "summary_cn": "针对聚类分配缺乏个体可靠性评估的问题，本文提出了CAKE框架。该框架利用聚类集成计算分配稳定性和局部几何拟合一致性，并将其融合为一个可解释的置信度评分。理论与实验证明，CAKE能有效识别模糊点与稳定核心成员，辅助数据筛选以提升聚类质量。",
    "one_sentence": "本文提出了CAKE框架，通过结合聚类集成中的分配稳定性和局部几何拟合一致性，为每个数据点的聚类分配提供可解释的置信度评分。"
  },
  {
    "title": "Going Down Memory Lane: Scaling Tokens for Video Stream Understanding with Dynamic KV-Cache Memory",
    "url": "http://arxiv.org/abs/2602.18434v1",
    "abstract_en": "Streaming video understanding requires models to robustly encode, store, and retrieve information from a continuous video stream to support accurate video question answering (VQA). Existing state-of-the-art approaches rely on key-value caching to accumulate frame-level information over time, but use a limited number of tokens per frame, leading to the loss of fine-grained visual details. In this work, we propose scaling the token budget to enable more granular spatiotemporal understanding and reasoning. First, we find that current methods are ill-equipped to handle dense streams: their feature encoding causes query-frame similarity scores to increase over time, biasing retrieval toward later frames. To address this, we introduce an adaptive selection strategy that reduces token redundancy while preserving local spatiotemporal information. We further propose a training-free retrieval mixture-of-experts that leverages external models to better identify relevant frames. Our method, MemStream, achieves +8.0% on CG-Bench, +8.5% on LVBench, and +2.4% on VideoMME (Long) over ReKV with Qwen2.5-VL-7B.",
    "date": "2026-02-20",
    "summary_cn": "针对流媒体视频理解中现有方法因令牌限制导致细节丢失及检索偏差的问题，本文提出了MemStream。该方法通过扩展令牌预算实现细粒度理解，引入自适应选择策略减少冗余并消除检索偏差，同时利用无训练检索专家混合机制提升相关性定位。实验表明，该方法在多个基准测试上显著优于现有技术。",
    "one_sentence": "本文提出MemStream方法，通过扩展令牌预算、引入自适应选择策略和无训练检索专家混合机制，解决了流媒体视频理解中细节丢失和检索偏差问题。"
  },
  {
    "title": "Quenched path limits and periodization stability for tilted Brownian motion in Poissonian potentials on $\\mathbb{H}^d$",
    "url": "http://arxiv.org/abs/2602.18433v1",
    "abstract_en": "We analyze the existence of Brownian motion tilted by a potential of full support on hyperbolic spaces $\\mathbb{H}^d$. On compact spaces, it is classical that these path limits, called Q-processes, exist and can be directly defined using the ground state of the corresponding Schrödinger operator. On non-compact spaces like $\\mathbb{H}^d$, the existence fails in general.   We show that for \\emph{stationary random} potentials on $\\mathbb{H}^d$ with suitable spectral and sup norm bounds, the Q-processes exist a.s. For potentials that are factors of a Poisson point process, the method works up to sup norm $(d-1)^2/8$. In this case, we also show that the path limit can be approximated by periodic potentials.   As a tool, we use the foliated space defined by the point process. It turns out that the global ground state of this foliated space serves as a substitute for the non-existing $L^2$ ground states on the leaves of the foliation. Restricting the global ground state to a leaf gives a generalized eigenwave that can be plugged into the usual machinery to get the Q-process.",
    "date": "2026-02-20",
    "summary_cn": "本文研究了双曲空间上受全支撑势倾斜的布朗运动的存在性。在紧空间中，Q过程的存在性是经典的，但在非紧空间如双曲空间中，通常无法保证。本文证明，对于满足谱和上范数界限的平稳随机势，Q过程几乎必然存在。对于泊松点过程的因子势，方法在上范数(d-1)^2/8内有效，且路径极限可通过周期势逼近。关键工具是点过程定义的叶状空间，其全局基态替代了叶上不存在的L^2基态，从而通过广义本征波构造Q过程。",
    "one_sentence": "本文证明了在双曲空间上，对于满足特定条件的平稳随机势，Q过程几乎必然存在，并利用叶状结构的全局基态作为替代工具解决了非紧空间上基态不存在的问题。"
  },
  {
    "title": "SARAH: Spatially Aware Real-time Agentic Humans",
    "url": "http://arxiv.org/abs/2602.18432v1",
    "abstract_en": "As embodied agents become central to VR, telepresence, and digital human applications, their motion must go beyond speech-aligned gestures: agents should turn toward users, respond to their movement, and maintain natural gaze. Current methods lack this spatial awareness. We close this gap with the first real-time, fully causal method for spatially-aware conversational motion, deployable on a streaming VR headset. Given a user's position and dyadic audio, our approach produces full-body motion that aligns gestures with speech while orienting the agent according to the user. Our architecture combines a causal transformer-based VAE with interleaved latent tokens for streaming inference and a flow matching model conditioned on user trajectory and audio. To support varying gaze preferences, we introduce a gaze scoring mechanism with classifier-free guidance to decouple learning from control: the model captures natural spatial alignment from data, while users can adjust eye contact intensity at inference time. On the Embody 3D dataset, our method achieves state-of-the-art motion quality at over 300 FPS -- 3x faster than non-causal baselines -- while capturing the subtle spatial dynamics of natural conversation. We validate our approach on a live VR system, bringing spatially-aware conversational agents to real-time deployment. Please see https://evonneng.github.io/sarah/ for details.",
    "date": "2026-02-20",
    "summary_cn": "针对现有虚拟代理缺乏空间感知的问题，本文提出了首个实时、完全因果的空间感知对话动作生成方法。该方法结合因果Transformer VAE与流匹配模型，能够根据用户位置和音频生成与语音对齐且朝向用户的全身动作。引入的无分类器引导视线评分机制，允许用户在推理时调整眼神接触强度。实验表明，该方法在Embody 3D数据集上达到了超过300 FPS的状态最优性能，并在实时VR系统中得到了验证。",
    "one_sentence": "本文提出了首个实时、完全因果的空间感知对话动作生成方法，通过结合因果Transformer VAE和流匹配模型，在VR环境中实现了高质量、低延迟且可调节眼神接触的全身动作生成。"
  },
  {
    "title": "SMaRT: Online Reusable Resource Assignment and an Application to Mediation in the Kenyan Judiciary",
    "url": "http://arxiv.org/abs/2602.18431v1",
    "abstract_en": "Motivated by the problem of assigning mediators to cases in the Kenyan judicial, we study an online resource allocation problem where incoming tasks (cases) must be immediately assigned to available, capacity-constrained resources (mediators). The resources differ in their quality, which may need to be learned. In addition, resources can only be assigned to a subset of tasks that overlaps to varying degrees with the subset of tasks other resources can be assigned to. The objective is to maximize task completion while satisfying soft capacity constraints across all the resources. The scale of the real-world problem poses substantial challenges, since there are over 2000 mediators and a multitude of combinations of geographic locations (87) and case types (12) that each mediator is qualified to work on. Together, these features, unknown quality of new resources, soft capacity constraints, and a high-dimensional state space, make existing scheduling and resource allocation algorithms either inapplicable or inefficient. We formalize the problem in a tractable manner using a quadratic program formulation for assignment and a multi-agent bandit-style framework for learning. We demonstrate the key properties and advantages of our new algorithm, SMaRT (Selecting Mediators that are Right for the Task), compared with baselines on stylized instances of the mediator allocation problem. We then consider its application to real-world data on cases and mediators from the Kenyan judiciary. SMaRT outperforms baselines and allows control over the tradeoff between the strictness of capacity constraints and overall case resolution rates, both in settings where mediator quality is known beforehand and in bandit-like settings where learning is part of the problem definition. On the strength of these results, we plan to run a randomized controlled trial with SMaRT in the judiciary in the near future.",
    "date": "2026-02-20",
    "summary_cn": "本文研究肯尼亚司法系统中调解员分配的在线资源分配问题，提出了一种名为SMaRT的新算法。该算法通过二次规划形式化分配问题，并结合多智能体强盗学习框架，有效应对资源质量未知、软容量约束和高维状态空间的挑战。实验表明，SMaRT在模拟和真实数据中均优于基线方法，并能平衡容量约束严格性与案件解决率。",
    "one_sentence": "本文提出了一种名为SMaRT的新算法，用于解决资源质量未知、高维状态空间和软容量约束的在线资源分配问题。"
  }
]