[
  {
    "title": "Precision asymptotics of string amplitudes",
    "url": "http://arxiv.org/abs/2601.09707v1",
    "abstract_en": "Recent work revealed a tension between the Gross-Mende analysis of the high-energy fixed-angle behavior of string amplitudes and the explicit numerical data. Motivated by this puzzle, we revisit the problem of classifying saddle-point geometries for the one-loop amplitude. We find an infinite family of complex saddles that dominate the high-energy regime. Using general constraints and matching to numerical data, we formulate a bootstrap problem that determines their multiplicities. This procedure yields a precise asymptotic expansion of the one-loop amplitude at high energies. The resulting oscillatory contributions lead to a much richer high-energy behavior than that predicted by the original Gross-Mende analysis.",
    "date": "2026-01-14",
    "summary_cn": "针对Gross-Mende分析与数值数据在高能固定角弦振幅行为上的矛盾，本文重新研究了单圈振幅的鞍点分类。研究发现，在高能区存在一个无限族的复鞍点起主导作用。通过一般性约束与数值数据匹配，作者构建了一个自举问题来确定这些鞍点的多重性，进而得到了高能下单圈振幅的精确渐近展开。结果表明，由此产生的振荡项贡献使得高能行为远比原始Gross-Mende分析所预测的更为丰富。",
    "one_sentence": "本文发现了一组新的主导高能极限下单圈弦振幅的复鞍点，并通过自举方法确定了其多重性，从而得到了比Gross-Mende分析更丰富的高能行为。"
  },
  {
    "title": "Fast-ThinkAct: Efficient Vision-Language-Action Reasoning via Verbalizable Latent Planning",
    "url": "http://arxiv.org/abs/2601.09708v1",
    "abstract_en": "Vision-Language-Action (VLA) tasks require reasoning over complex visual scenes and executing adaptive actions in dynamic environments. While recent studies on reasoning VLAs show that explicit chain-of-thought (CoT) can improve generalization, they suffer from high inference latency due to lengthy reasoning traces. We propose Fast-ThinkAct, an efficient reasoning framework that achieves compact yet performant planning through verbalizable latent reasoning. Fast-ThinkAct learns to reason efficiently with latent CoTs by distilling from a teacher, driven by a preference-guided objective to align manipulation trajectories that transfers both linguistic and visual planning capabilities for embodied control. This enables reasoning-enhanced policy learning that effectively connects compact reasoning to action execution. Extensive experiments across diverse embodied manipulation and reasoning benchmarks demonstrate that Fast-ThinkAct achieves strong performance with up to 89.3\\% reduced inference latency over state-of-the-art reasoning VLAs, while maintaining effective long-horizon planning, few-shot adaptation, and failure recovery.",
    "date": "2026-01-14",
    "summary_cn": "针对视觉-语言-动作任务中显式思维链推理延迟高的问题，本文提出了Fast-ThinkAct框架。它通过向教师模型学习隐式思维链推理，在偏好引导的目标驱动下，将语言和视觉规划能力迁移到具身控制中，实现了从紧凑推理到动作执行的有效连接。实验表明，该方法在保持强大长程规划、少样本适应和故障恢复能力的同时，推理延迟比最先进方法降低了高达89.3%。",
    "one_sentence": "本文提出了一种名为Fast-ThinkAct的高效推理框架，通过可表述的隐式思维链实现紧凑且高性能的规划，大幅降低了推理延迟。"
  },
  {
    "title": "Value-Aware Numerical Representations for Transformer Language Models",
    "url": "http://arxiv.org/abs/2601.09706v1",
    "abstract_en": "Transformer-based language models often achieve strong results on mathematical reasoning benchmarks while remaining fragile on basic numerical understanding and arithmetic operations. A central limitation is that numbers are processed as symbolic tokens whose embeddings do not explicitly encode numerical value, leading to systematic errors. We introduce a value-aware numerical representation that augments standard tokenized inputs with a dedicated prefix token whose embedding is explicitly conditioned on the underlying numerical value. This mechanism injects magnitude information directly into the model's input space while remaining compatible with existing tokenizers and decoder-only Transformer architectures. Evaluation on arithmetic tasks shows that the proposed approach outperforms baselines across numerical formats, tasks, and operand lengths. These results indicate that explicitly encoding numerical value is an effective and efficient way to improve fundamental numerical robustness in language models.",
    "date": "2026-01-14",
    "summary_cn": "针对Transformer语言模型在处理数字时因符号化表示而导致的数值理解和算术运算脆弱性问题，本文提出了一种新的值感知数字表示方法。该方法在标准分词输入中引入一个特殊前缀标记，其嵌入向量被显式地编码了底层数字的数值大小，从而将数值幅值信息直接注入模型输入空间。实验表明，该方法在多种算术任务和数字格式上均优于基线模型，表明显式编码数值是提升语言模型数值鲁棒性的有效且高效途径。",
    "one_sentence": "本文提出了一种值感知的数字表示方法，通过在标准分词输入前添加一个嵌入值直接编码了数字大小的前缀标记，以增强语言模型的基础数值理解和运算鲁棒性。"
  },
  {
    "title": "Revisiting Jahn--Teller Transitions in Correlated Oxides with Monte Carlo Modeling",
    "url": "http://arxiv.org/abs/2601.09705v1",
    "abstract_en": "Jahn--Teller (JT) distortions are a key driver of physical properties in many correlated oxide materials. Cooperative JT distortions, in which long-range orbital order reduces the symmetry of the average structure macroscopically, are common in JT-distorted materials at low temperatures. This long-range order will often melt on heating, \\textit{via} a transition to a high-temperature state without long-range orbital order. The nature of this transition has been observed to vary with different materials depending on crystal structure; in LaMnO$_3$ the transition has generally been interpreted as order-disorder, whereas in layered nickelates $A$NiO$_2$ ($A$=Li,Na) there is a displacive transition. Alternatively, recent theoretical work has suggested that previous attributions of order-disorder may in fact be a consequence of phonon anharmonicity, rather than persistence of JT distortions, which would suggest that the displacive transition may be more common than currently believed. In this work, we run Monte Carlo simulations with a simple Hamiltonian which is modified to include terms dependent on the JT amplitude $ρ$, which is allowed to vary within the simulation \\textit{via} the Metropolis algorithm. Our simulations yield distributions of JT amplitudes consistent with displacive rather than order-disorder behaviour for both perovskites and layered nickelates, suggesting that displacive-like JT transitions may be more common than previously assumed in both perovskites and layered nickelates. We also find significant differences between the transition observed for perovskites compared with layered nickelates, which we attribute to differing extensivity of configurational entropy on the two lattices, showing the crucial role of lattice geometry in determining behaviour.",
    "date": "2026-01-14",
    "summary_cn": "Jahn-Teller畸变是关联氧化物物理性质的关键因素，其高温相变性质（有序-无序型或位移型）存在争议。本研究通过改进哈密顿量，引入可变的JT振幅ρ进行蒙特卡洛模拟。结果表明，钙钛矿和层状镍酸盐的JT振幅分布均支持位移型转变，表明此类转变可能比先前认为的更普遍。同时，研究揭示了两种材料体系的相变差异源于晶格几何结构导致的构型熵广延性不同，凸显了晶格结构的关键作用。",
    "one_sentence": "本文通过包含Jahn-Teller振幅变量的蒙特卡洛模拟，发现钙钛矿和层状镍酸盐中的JT转变更可能属于位移型，揭示了晶格几何结构对相变行为的关键影响。"
  },
  {
    "title": "Quantative universality for cokernels of matrices with symmetries",
    "url": "http://arxiv.org/abs/2601.09704v1",
    "abstract_en": "We prove universality for cokernels of random integral matrices with symmetries via an approach different from the classical surjection moment method introduced by Wood (arXiv:1402.5149). In the symmetric case, we reprove Hodges' universality theorem (arXiv:2311.07078), i.e. the version incorporating the canonical pairing from Wood's setting, and in the alternating case we reprove the local universality theorem of Nguyen-Wood (arXiv:2210.08526). A key advantage of our method is that it is quantitative: we obtain explicit error bounds, which are exponentially small in most regimes, thereby addressing Wood's question on effective convergence rates. Our argument is inspired by Maples' exposure-process and coupling viewpoint (arXiv:1301.1239) and uses a generalized form of Fourier-analytic estimates in the exponentially sharp style of Ferber-Jain-Sah-Sawhney (arXiv:2106.04049).",
    "date": "2026-01-14",
    "summary_cn": "本文提出了一种新方法来证明具有对称性的随机整数矩阵余核的普适性，该方法有别于Wood提出的经典满射矩法。研究重新证明了对称情况下的Hodges普适性定理以及交错情况下的Nguyen-Wood局部普适性定理。该方法的关键优势在于其定量性，能够给出指数级小的显式误差界，从而回应了Wood关于有效收敛率的问题。论证灵感来源于Maples的暴露过程与耦合观点，并采用了Ferber等人风格的广义傅里叶分析估计。",
    "one_sentence": "本文通过一种不同于经典满射矩方法的新方法，为具有对称性的随机整数矩阵的余核证明了普适性，并获得了指数级小的显式误差界。"
  }
]