[
  {
    "title": "Choreographing a World of Dynamic Objects",
    "url": "http://arxiv.org/abs/2601.04194v1",
    "abstract_en": "Dynamic objects in our physical 4D (3D + time) world are constantly evolving, deforming, and interacting with other objects, leading to diverse 4D scene dynamics. In this paper, we present a universal generative pipeline, CHORD, for CHOReographing Dynamic objects and scenes and synthesizing this type of phenomena. Traditional rule-based graphics pipelines to create these dynamics are based on category-specific heuristics, yet are labor-intensive and not scalable. Recent learning-based methods typically demand large-scale datasets, which may not cover all object categories in interest. Our approach instead inherits the universality from the video generative models by proposing a distillation-based pipeline to extract the rich Lagrangian motion information hidden in the Eulerian representations of 2D videos. Our method is universal, versatile, and category-agnostic. We demonstrate its effectiveness by conducting experiments to generate a diverse range of multi-body 4D dynamics, show its advantage compared to existing methods, and demonstrate its applicability in generating robotics manipulation policies. Project page: https://yanzhelyu.github.io/chord",
    "date": "2026-01-07",
    "summary_cn": "针对物理世界中动态物体的多样性和复杂性，本文提出了一种名为CHORD的通用生成管道，用于编排动态物体和场景并合成相关现象。传统方法依赖特定类别的启发式规则，劳动密集且难以扩展；而现有学习方法通常需要大规模数据集，覆盖范围有限。CHORD通过蒸馏技术从2D视频的欧拉表示中提取丰富的拉格朗日运动信息，实现了通用、多功能的类别无关生成。实验表明，该方法能有效生成多样化的多体4D动态，优于现有方法，并适用于机器人操作策略的生成。",
    "one_sentence": "本文提出了一种基于蒸馏的通用生成管道CHORD，通过从2D视频的欧拉表示中提取拉格朗日运动信息，实现了对多体4D动态场景的通用、类别无关的生成。"
  },
  {
    "title": "A discrete Benamou-Brenier formulation of Optimal Transport on graphs",
    "url": "http://arxiv.org/abs/2601.04193v1",
    "abstract_en": "We propose a discrete transport equation on graphs which connects distributions on both vertices and edges. We then derive a discrete analogue of the Benamou-Brenier formulation for Wasserstein-$1$ distance on a graph and as a result classify all $W_1$ geodesics on graphs.",
    "date": "2026-01-07",
    "summary_cn": "本文提出了一种在图上连接顶点和边缘分布的离散输运方程。基于此，作者推导了图上Wasserstein-1距离的离散Benamou-Brenier公式，进而成功分类了所有W1测地线。这一研究为图上的最优输运问题提供了新的理论框架和计算方法。",
    "one_sentence": "本文提出了一种图上的离散输运方程，推导了Wasserstein-1距离的离散Benamou-Brenier公式，并分类了所有W1测地线。"
  },
  {
    "title": "Prediction Intervals for Interim Events in Randomized Clinical Trials with Time-to-Event Endpoints",
    "url": "http://arxiv.org/abs/2601.04192v1",
    "abstract_en": "Time-to-event endpoints are central to evaluate treatment efficacy across many disease areas. Many trial protocols include interim analyses within group-sequential designs that control type I error via spending functions or boundary methods. The corresponding operating characteristics depend on the number of looks and the information accrued. Planning interim analyses with time-to-event endpoints is challenging because statistical information depends on the number of observed events. Ensuring adequate follow-up to accrue the required events is therefore critical, making interim prediction of information at scheduled looks and at the final analysis essential. While several methods have been developed to predict the calendar time required to reach a target number of events, to the best of our knowledge there is no established framework that addresses the prediction of the number of events at a future date with corresponding prediction intervals. Starting from an prediction interval approach originally developed in reliability engineering for the number of future component failures, we reformulated and extended it to the context of interim monitoring in clinical trials. This adaptation yields a general framework for event-count prediction intervals in the clinical setting, taking the patient as the unit of analysis and accommodating a range of parametric survival models, patient-level covariates, stagged entry and possible dependence between entry dates and lost to follow-up. Prediction intervals are obtained in a frequentist framework from a bootstrap estimator of the conditional distribution of future events. The performance of the proposed approach is investigated via simulation studies and illustrated by analyzing a real-world phase III trial in childhood acute lymphoblastic leukaemia.",
    "date": "2026-01-07",
    "summary_cn": "本文针对临床试验中生存分析的中期监测挑战，提出了一种事件数预测框架。该框架改编自可靠性工程的预测区间方法，通过bootstrap估计未来事件的条件分布，适用于多种参数生存模型和患者水平协变量。模拟和真实试验验证了该方法的有效性。",
    "one_sentence": "本文提出了一种基于可靠性工程预测区间方法的临床试验事件数预测框架，用于解决生存分析中期监测中的事件数预测问题。"
  },
  {
    "title": "Embedding Autonomous Agents in Resource-Constrained Robotic Platforms",
    "url": "http://arxiv.org/abs/2601.04191v1",
    "abstract_en": "Many embedded devices operate under resource constraints and in dynamic environments, requiring local decision-making capabilities. Enabling devices to make independent decisions in such environments can improve the responsiveness of the system and reduce the dependence on constant external control. In this work, we integrate an autonomous agent, programmed using AgentSpeak, with a small two-wheeled robot that explores a maze using its own decision-making and sensor data. Experimental results show that the agent successfully solved the maze in 59 seconds using 287 reasoning cycles, with decision phases taking less than one millisecond. These results indicate that the reasoning process is efficient enough for real-time execution on resource-constrained hardware. This integration demonstrates how high-level agent-based control can be applied to resource-constrained embedded systems for autonomous operation.",
    "date": "2026-01-07",
    "summary_cn": "本文针对资源受限的嵌入式设备在动态环境中的本地决策需求，将基于AgentSpeak编程的自主智能体与双轮机器人集成，实现了利用传感器数据进行自主迷宫探索。实验表明，智能体在59秒内成功解决迷宫，决策阶段耗时不足1毫秒，推理过程高效，适用于资源受限硬件的实时执行。",
    "one_sentence": "本文将基于AgentSpeak编程的自主智能体与资源受限的双轮机器人集成，实现了在动态环境下的高效自主决策和迷宫探索。"
  },
  {
    "title": "Local simulations of common-envelope dynamical inspiral. Impact of rotation, accretion, and stratification",
    "url": "http://arxiv.org/abs/2601.04188v1",
    "abstract_en": "Common envelope evolution (CEE) is a crucial phase in binary stellar evolution. Current global three-dimensional simulations lack the resolution to capture the small-scale dynamics around the embedded companion, while local wind-tunnel simulations always approximate the companion's orbital motion as linear rather than as rotation around the center of mass. We investigate how rotation, accretion, and stratification influence small-scale gas dynamics, gravitational drag and lift forces, and the spin-up rate of the companion. We perform three-dimensional local hydrodynamic simulations of a $0.2\\, M_\\odot$ compact companion plunging into the envelope of a $2\\, M_\\odot$ red giant in a reference frame rotating at the companion's orbital angular velocity, using the Athena++ code. The presence of stratification generates an inward-directed force, partially opposed by a rotation-induced outward lift force. Both the resulting inward directed force and the drag force, strongly influenced by stratification, would affect the evolution of the binary separation. We propose revised semi-analytical prescriptions for both drag and lift forces. Without accretion and for sufficiently small gravitational softening radii, a quasi-hydrostatic bubble forms around the companion, while accretion prevents its formation and converts kinetic energy into heat that could contribute to the envelope ejection. Drag and lift forces are only marginally affected by accretion. The companion spin-up rate varies non-monotonically in time, first increasing and then decreasing as it plunges deeper into the envelope. These results motivate future magnetohydrodynamic simulations to investigate how accretion, rotation, and stratification affect magnetic amplification, and how magnetic fields, in turn, influence mass and angular momentum accretion rates, as well as the drag and lift force exerted on the companion.",
    "date": "2026-01-07",
    "summary_cn": "本研究针对双星系统中的公共包层演化，利用Athena++代码进行了三维局部流体动力学模拟。分析了分层、旋转和吸积对小尺度气体动力学、阻力及升力的影响。研究发现分层产生向内力，旋转产生向外升力，且吸积会阻止准静力学气泡形成。提出了修正的阻力和升力半解析公式，为未来磁流体动力学模拟提供了理论基础。",
    "one_sentence": "本文通过三维局部流体动力学模拟，首次在伴星轨道角速度旋转参考系下研究了分层、旋转和吸积对气体动力学、阻力及升力的影响，并提出了修正的半解析公式。"
  }
]