[
  {
    "title": "AnyView: Synthesizing Any Novel View in Dynamic Scenes",
    "url": "http://arxiv.org/abs/2601.16982v1",
    "abstract_en": "Modern generative video models excel at producing convincing, high-quality outputs, but struggle to maintain multi-view and spatiotemporal consistency in highly dynamic real-world environments. In this work, we introduce \\textbf{AnyView}, a diffusion-based video generation framework for \\emph{dynamic view synthesis} with minimal inductive biases or geometric assumptions. We leverage multiple data sources with various levels of supervision, including monocular (2D), multi-view static (3D) and multi-view dynamic (4D) datasets, to train a generalist spatiotemporal implicit representation capable of producing zero-shot novel videos from arbitrary camera locations and trajectories. We evaluate AnyView on standard benchmarks, showing competitive results with the current state of the art, and propose \\textbf{AnyViewBench}, a challenging new benchmark tailored towards \\emph{extreme} dynamic view synthesis in diverse real-world scenarios. In this more dramatic setting, we find that most baselines drastically degrade in performance, as they require significant overlap between viewpoints, while AnyView maintains the ability to produce realistic, plausible, and spatiotemporally consistent videos when prompted from \\emph{any} viewpoint. Results, data, code, and models can be viewed at: https://tri-ml.github.io/AnyView/",
    "date": "2026-01-23",
    "summary_cn": "现代生成式视频模型在高度动态的真实世界场景中难以保持多视角和时空一致性。为此，本研究提出AnyView框架，一种基于扩散模型的动态视角合成方法，它通过结合单目、多视图静态和动态等多种监督数据源进行训练，构建了一个通用的时空隐式表示。该模型能够从任意相机位置和轨迹生成零样本的新颖视频。研究同时提出了一个针对极端动态场景的新基准AnyViewBench，并在其上验证了AnyView的有效性，即使在视角重叠极少的情况下，它也能生成逼真且时空一致的视频。",
    "one_sentence": "本文提出了一个名为AnyView的、基于扩散模型的视频生成框架，能够从任意相机视点生成时空一致的动态场景视频，并创建了用于极端动态视角合成的挑战性新基准。"
  },
  {
    "title": "SyncLight: Controllable and Consistent Multi-View Relighting",
    "url": "http://arxiv.org/abs/2601.16981v1",
    "abstract_en": "We present SyncLight, the first method to enable consistent, parametric relighting across multiple uncalibrated views of a static scene. While single-view relighting has advanced significantly, existing generative approaches struggle to maintain the rigorous lighting consistency essential for multi-camera broadcasts, stereoscopic cinema, and virtual production. SyncLight addresses this by enabling precise control over light intensity and color across a multi-view capture of a scene, conditioned on a single reference edit. Our method leverages a multi-view diffusion transformer trained using a latent bridge matching formulation, achieving high-fidelity relighting of the entire image set in a single inference step. To facilitate training, we introduce a large-scale hybrid dataset comprising diverse synthetic environments -- curated from existing sources and newly designed scenes -- alongside high-fidelity, real-world multi-view captures under calibrated illumination. Surprisingly, though trained only on image pairs, SyncLight generalizes zero-shot to an arbitrary number of viewpoints, effectively propagating lighting changes across all views, without requiring camera pose information. SyncLight enables practical relighting workflows for multi-view capture systems.",
    "date": "2026-01-23",
    "summary_cn": "现有生成式方法难以在多视图场景中保持严格的照明一致性。为解决此问题，本文提出了SyncLight，一种能够在多视角无标定场景下实现一致、参数化重照明的方法。该方法利用基于潜在桥匹配训练的多视角扩散变换器，仅需一次推理即可对整个图像集进行高保真度重照明。通过合成与真实数据结合的大规模混合数据集训练，SyncLight无需相机姿态即可零样本推广到任意数量的视角，有效支持多视角捕获系统的实际重照明工作流。",
    "one_sentence": "本文提出了首个在多视角无标定场景下实现一致参数化重照明的方法SyncLight，通过基于多视角扩散变换器和潜在桥匹配的训练，在单次推理中即可对所有视图进行高保真度的照明编辑。"
  },
  {
    "title": "A Scalable Measure of Loss Landscape Curvature for Analyzing the Training Dynamics of LLMs",
    "url": "http://arxiv.org/abs/2601.16979v1",
    "abstract_en": "Understanding the curvature evolution of the loss landscape is fundamental to analyzing the training dynamics of neural networks. The most commonly studied measure, Hessian sharpness ($λ_{\\max}^H$) -- the largest eigenvalue of the loss Hessian -- determines local training stability and interacts with the learning rate throughout training. Despite its significance in analyzing training dynamics, direct measurement of Hessian sharpness remains prohibitive for Large Language Models (LLMs) due to high computational cost. We analyze $\\textit{critical sharpness}$ ($λ_c$), a computationally efficient measure requiring fewer than $10$ forward passes given the update direction $Δ\\mathbfθ$. Critically, this measure captures well-documented Hessian sharpness phenomena, including progressive sharpening and Edge of Stability. Using this measure, we provide the first demonstration of these sharpness phenomena at scale, up to $7$B parameters, spanning both pre-training and mid-training of OLMo-2 models. We further introduce $\\textit{relative critical sharpness}$ ($λ_c^{1\\to 2}$), which quantifies the curvature of one loss landscape while optimizing another, to analyze the transition from pre-training to fine-tuning and guide data mixing strategies. Critical sharpness provides practitioners with a practical tool for diagnosing curvature dynamics and informing data composition choices at scale. More broadly, our work shows that scalable curvature measures can provide actionable insights for large-scale training.",
    "date": "2026-01-23",
    "summary_cn": "理解损失曲面的曲率对分析神经网络训练动态至关重要，但直接计算海森矩阵最大特征值对于大语言模型成本过高。本文研究了一种计算高效的‘临界锐度’度量方法，只需少于10次前向传播即可计算。该方法成功捕捉了训练中已知的曲率现象，并首次在高达70亿参数模型的预训练和中期训练中进行了大规模验证。此外，引入的‘相对临界锐度’可用于分析从预训练到微调的转变及指导数据混合，为大规模训练的曲率动态诊断和数据选择提供了实用工具。",
    "one_sentence": "本文提出了一种名为‘临界锐度’的计算高效曲率度量方法，首次在大规模语言模型（最高70亿参数）的训练全过程（预训练和中期训练）中验证了损失函数海森矩阵的锐化现象，并指导了数据混合策略。"
  },
  {
    "title": "Black Carbon scavenging in liquid Arctic clouds: the role of size and mixing state",
    "url": "http://arxiv.org/abs/2601.16978v1",
    "abstract_en": "Black carbon (BC) contributes to Arctic warming by absorbing sunlight and darkening snow. Its atmospheric lifetime critically determines its concentration and climate impact, yet the processes controlling its removal remain poorly constrained in the Arctic. From 18 months of single-particle measurements at the Zeppelin Observatory (Svalbard), we analysed 37 liquid cloud events (~200 hours) to investigate the link between BC properties and in-cloud scavenging, providing the most extensive in-cloud single particle BC dataset to date. While large BC cores (DrBC>200 nm) were consistently scavenged, smaller cores were only partly removed. However, even thin soluble coatings significantly enhanced their scavenging, showing that mixing state modulates BC scavenging in the CCN-limited regime typical of Arctic low-level clouds. Seasonal variability in clear sky BC mixing state further suggests corresponding changes in scavenging efficiency. Our results demonstrate that besides size, the size-resolved BC mixing state is a key variable for BC scavenging in the Arctic and models should take it into consideration to accurately predict BC-cloud interaction.",
    "date": "2026-01-23",
    "summary_cn": "本文利用长期单颗粒测量数据，研究了黑碳在北极云中的清除过程。研究发现，黑碳的粒径固然重要，但其混合状态（尤其是可溶性包裹层的厚薄）对清除效率具有关键调控作用，在北极典型的CCN限制性低云中更是如此。此外，黑碳混合状态的季节变化也预示着其清除效率的相应变化。研究强调，模型应纳入基于粒径分辨的混合状态信息，以更准确地预测黑碳与云的相互作用及其气候影响。",
    "one_sentence": "本研究首次通过大量的单颗粒原位观测，揭示了黑碳粒子在北极云中清除的关键调控因素不仅在于其粒径，更在于其随粒径变化的混合状态。"
  },
  {
    "title": "Latent Diffusion for Internet of Things Attack Data Generation in Intrusion Detection",
    "url": "http://arxiv.org/abs/2601.16976v1",
    "abstract_en": "Intrusion Detection Systems (IDSs) are a key component for protecting Internet of Things (IoT) environments. However, in Machine Learning-based (ML-based) IDSs, performance is often degraded by the strong class imbalance between benign and attack traffic. Although data augmentation has been widely explored to mitigate this issue, existing approaches typically rely on simple oversampling techniques or generative models that struggle to simultaneously achieve high sample fidelity, diversity, and computational efficiency. To address these limitations, we propose the use of a Latent Diffusion Model (LDM) for attack data augmentation in IoT intrusion detection and provide a comprehensive comparison against state-of-the-art baselines. Experiments were conducted on three representative IoT attack types, specifically Distributed Denial-of-Service (DDoS), Mirai, and Man-in-the-Middle, evaluating both downstream IDS performance and intrinsic generative quality using distributional, dependency-based, and diversity metrics. Results show that balancing the training data with LDM-generated samples substantially improves IDS performance, achieving F1-scores of up to 0.99 for DDoS and Mirai attacks and consistently outperforming competing methods. Additionally, quantitative and qualitative analyses demonstrate that LDMs effectively preserve feature dependencies while generating diverse samples and reduce sampling time by approximately 25\\% compared to diffusion models operating directly in data space. These findings highlight latent diffusion as an effective and scalable solution for synthetic IoT attack data generation, substantially mitigating the impact of class imbalance in ML-based IDSs for IoT scenarios.",
    "date": "2026-01-23",
    "summary_cn": "针对物联网（IoT）入侵检测中因攻击流量数据稀缺导致的机器学习模型性能下降问题，本文提出了一种基于潜在扩散模型的攻击数据增强方法。通过实验验证，该方法能够高效生成兼具高保真度和多样性的样本，有效平衡训练数据，从而显著提升检测模型在DDoS、Mirai等多种攻击上的F1分数（最高达0.99），并在生成质量和计算效率上优于现有主流方法，为缓解物联网场景下的类别不平衡问题提供了有效的解决方案。",
    "one_sentence": "本文首次提出在物联网入侵检测中使用潜在扩散模型来增强攻击数据，有效解决了生成样本的保真度、多样性和计算效率难以兼得的问题，显著缓解了类别不平衡对检测性能的影响。"
  }
]