[
  {
    "title": "RynnVLA-002: A Unified Vision-Language-Action and World Model",
    "url": "http://arxiv.org/abs/2511.17502v1",
    "abstract_en": "We introduce RynnVLA-002, a unified Vision-Language-Action (VLA) and world model. The world model leverages action and visual inputs to predict future image states, learning the underlying physics of the environment to refine action generation. Conversely, the VLA model produces subsequent actions from image observations, enhancing visual understanding and supporting the world model's image generation. The unified framework of RynnVLA-002 enables joint learning of environmental dynamics and action planning. Our experiments show that RynnVLA-002 surpasses individual VLA and world models, demonstrating their mutual enhancement. We evaluate RynnVLA-002 in both simulation and real-world robot tasks. RynnVLA-002 achieves 97.4% success rate on the LIBERO simulation benchmark without pretraining, while in real-world LeRobot experiments, its integrated world model boosts the overall success rate by 50%.",
    "date": "2025-11-21",
    "summary_cn": "论文介绍了RynnVLA-002，一个统一的视觉-语言-动作模型与世界模型。该框架中，世界模型利用动作和视觉输入预测未来图像状态以学习环境物理规律，而VLA模型则根据图像观察生成动作，两者协同工作。实验表明，该模型在LIBERO仿真基准上取得了97.4%的成功率，无需预训练；在真实机器人任务中，其集成世界模型将整体成功率提升了50%，性能优于独立的VLA或世界模型。",
    "one_sentence": "本文提出了一种将视觉-语言-动作模型与世界模型相统一的框架RynnVLA-002，通过两者的协同学习实现环境动态预测与行动规划的相互增强。"
  },
  {
    "title": "Native 3D Editing with Full Attention",
    "url": "http://arxiv.org/abs/2511.17501v1",
    "abstract_en": "Instruction-guided 3D editing is a rapidly emerging field with the potential to broaden access to 3D content creation. However, existing methods face critical limitations: optimization-based approaches are prohibitively slow, while feed-forward approaches relying on multi-view 2D editing often suffer from inconsistent geometry and degraded visual quality. To address these issues, we propose a novel native 3D editing framework that directly manipulates 3D representations in a single, efficient feed-forward pass. Specifically, we create a large-scale, multi-modal dataset for instruction-guided 3D editing, covering diverse addition, deletion, and modification tasks. This dataset is meticulously curated to ensure that edited objects faithfully adhere to the instructional changes while preserving the consistency of unedited regions with the source object. Building upon this dataset, we explore two distinct conditioning strategies for our model: a conventional cross-attention mechanism and a novel 3D token concatenation approach. Our results demonstrate that token concatenation is more parameter-efficient and achieves superior performance. Extensive evaluations show that our method outperforms existing 2D-lifting approaches, setting a new benchmark in generation quality, 3D consistency, and instruction fidelity.",
    "date": "2025-11-21",
    "summary_cn": "指令引导3D编辑技术面临优化方法速度慢、前馈方法3D一致性差的问题。为此，本文提出了一个全新的原生3D编辑框架，它通过构建一个大规模、覆盖增删改任务的多模态数据集，并探索了交叉注意力和新型3D标记拼接两种条件策略。实验表明，标记拼接方法参数效率更高且性能优越，在生成质量、3D一致性和指令遵循度上均超越了现有基于2D提升的方法。",
    "one_sentence": "本文提出了一种通过构建大规模多模态数据集并采用新型3D标记拼接策略，实现高效、高质量单次前馈的指令引导3D编辑新框架。"
  },
  {
    "title": "Local equations for the generalized Lotka-Volterra model on sparse asymmetric graphs",
    "url": "http://arxiv.org/abs/2511.17499v1",
    "abstract_en": "Real ecosystems are characterized by sparse and asymmetric interactions, posing a major challenge to theoretical analysis. We introduce a new method to study the generalized Lotka-Volterra model with stochastic dynamics on sparse graphs. By deriving local Fokker-Planck equations and employing a mean-field closure, we can efficiently compute stationary states for both symmetric and asymmetric interactions. We validate our approach by comparing the results with the direct integration of the dynamical equations and by reproducing known results and, for the first time, we map the phase diagram for sparse asymmetric networks. Our framework provides a versatile tool for exploring stability in realistic ecological communities and can be generalized to applications in different contexts, such as economics and evolutionary game theory.",
    "date": "2025-11-21",
    "summary_cn": "现实生态系统具有稀疏且非对称的相互作用，这给理论分析带来巨大挑战。本研究针对稀疏图上的随机广义Lotka-Volterra模型，提出了一种新分析方法。该方法通过推导局部Fokker-Planck方程并采用平均场闭合，能够高效计算对称与非对称相互作用下的稳态。研究通过直接数值模拟验证了方法的准确性，不仅重现了已知结果，还首次绘制了稀疏非对称网络的相图。该框架为研究真实生态群落的稳定性提供了一个通用工具，并可推广至经济学和演化博弈论等领域。",
    "one_sentence": "本文提出了一种基于局部Fokker-Planck方程和平均场近似的创新方法，首次实现了对稀疏非对称网络上的广义Lotka-Volterra模型相图的精确计算。"
  },
  {
    "title": "Effect of local environment on Ly$α$ line profile in DESI/ODIN LAEs",
    "url": "http://arxiv.org/abs/2511.17498v1",
    "abstract_en": "Lyman-Alpha Emitters (LAEs) are star-forming galaxies with significant Ly$α$ emission and are often used as tracers of large-scale structure at high redshift. We explore the relationship between the Ly$α$ line profile and environmental density with spectroscopy from the Dark Energy Spectroscopic Instrument (DESI) of LAEs selected with narrow-band photometry through the One-hundred-deg$^2$ DECam Imaging in Narrowbands (ODIN) survey. We use LAE surface density maps in the N419 (z $\\sim$ 2.45) and N501 (z $\\sim$ 3.12) narrow bands to probe the relationship between local environmental density and the Ly$α$ line profile. In both narrow bands, we stack the LAE spectra in bins of environmental density and inside and outside of protocluster regions. The N501 data shows $\\sim$15% higher Ly$α$ line luminosity for galaxies in protoclusters, suggesting increased star formation in these regions. However, the line luminosity is not appreciably greater in protocluster galaxies in the N419 band, suggesting a potential redshift evolution of this effect. The shape of the line profile itself does not vary with environmental density, suggesting that line shape changes are caused by local effects independent of a galaxy's environment. These data indicate a potential relationship between LAE local environmental density, ionized gas distribution, and Ly$α$ line luminosity.",
    "date": "2025-11-21",
    "summary_cn": "本研究基于DESI的光谱数据和ODIN窄带测光巡天所选的LAE样本，探究了莱曼阿尔法谱线轮廓与环境密度间的关系。通过在不同环境密度和原星团内外区域对LAE光谱进行叠加分析，发现红移3.12（N501波段）的原星团内LAE的莱曼阿尔法光度比外围高约15%，表明这些区域恒星形成活动更剧烈；但在红移2.45（N419波段）未观察到明显差异，暗示此效应可能存在红移演化。研究还发现谱线形状不随环境密度变化，表明其受局部物理过程影响。",
    "one_sentence": "本文利用DESI光谱和ODIN窄带巡天数据，首次揭示了高红移莱曼阿尔法发射体（LAE）的莱曼阿尔法谱线光度（而非谱线形状）与其所在环境密度之间存在关联，并发现了该效应可能随红移演化的迹象。"
  },
  {
    "title": "HALO: High-Altitude Language-Conditioned Monocular Aerial Exploration and Navigation",
    "url": "http://arxiv.org/abs/2511.17497v1",
    "abstract_en": "We demonstrate real-time high-altitude aerial metric-semantic mapping and exploration using a monocular camera paired with a global positioning system (GPS) and an inertial measurement unit (IMU). Our system, named HALO, addresses two key challenges: (i) real-time dense 3D reconstruction using vision at large distances, and (ii) mapping and exploration of large-scale outdoor environments with accurate scene geometry and semantics. We demonstrate that HALO can plan informative paths that exploit this information to complete missions with multiple tasks specified in natural language. In simulation-based evaluation across large-scale environments of size up to 78,000 sq. m., HALO consistently completes tasks with less exploration time and achieves up to 68% higher competitive ratio in terms of the distance traveled compared to the state-of-the-art semantic exploration baseline. We use real-world experiments on a custom quadrotor platform to demonstrate that (i) all modules can run onboard the robot, and that (ii) in diverse environments HALO can support effective autonomous execution of missions covering up to 24,600 sq. m. area at an altitude of 40 m. Experiment videos and more details can be found on our project page: https://tyuezhan.github.io/halo/.",
    "date": "2025-11-21",
    "summary_cn": "本文介绍了HALO系统，它通过结合单目相机、GPS和IMU，解决了大尺度户外环境中实时密集三维重建与语义建图的挑战。该系统能够利用语义信息规划高效路径，以执行自然语言指定的多任务。在大规模仿真环境中，HALO能以更短的探索时间完成任务，相比现有技术，其行进距离的竞争比最高提升68%。真实世界实验表明，所有算法模块均可在无人机上实时运行，支持在40米高空对大面积区域进行有效自主探索。",
    "one_sentence": "本文提出了一种名为HALO的系统，利用单目相机、GPS和IMU实现了实时的高空大范围三维语义建图与自主探索，并能根据自然语言指令规划任务路径。"
  }
]