[
  {
    "title": "Ensemble-size-dependence of deep-learning post-processing methods that minimize an (un)fair score: motivating examples and a proof-of-concept solution",
    "url": "http://arxiv.org/abs/2602.15830v1",
    "abstract_en": "Fair scores reward ensemble forecast members that behave like samples from the same distribution as the verifying observations. They are therefore an attractive choice as loss functions to train data-driven ensemble forecasts or post-processing methods when large training ensembles are either unavailable or computationally prohibitive. The adjusted continuous ranked probability score (aCRPS) is fair and unbiased with respect to ensemble size, provided forecast members are exchangeable and interpretable as conditionally independent draws from an underlying predictive distribution. However, distribution-aware post-processing methods that introduce structural dependency between members can violate this assumption, rendering aCRPS unfair. We demonstrate this effect using two approaches designed to minimize the expected aCRPS of a finite ensemble: (1) a linear member-by-member calibration, which couples members through a common dependency on the sample ensemble mean, and (2) a deep-learning method, which couples members via transformer self-attention across the ensemble dimension. In both cases, the results are sensitive to ensemble size and apparent gains in aCRPS can correspond to systematic unreliability characterized by over-dispersion. We introduce trajectory transformers as a proof-of-concept that ensemble-size independence can be achieved. This approach is an adaptation of the Post-processing Ensembles with Transformers (PoET) framework and applies self-attention over lead time while preserving the conditional independence required by aCRPS. When applied to weekly mean $T_{2m}$ forecasts from the ECMWF subseasonal forecasting system, this approach successfully reduces systematic model biases whilst also improving or maintaining forecast reliability regardless of the ensemble size used in training (3 vs 9 members) or real-time forecasts (9 vs 100 members).",
    "date": "2026-02-17",
    "summary_cn": "本文研究了数据驱动集合预报后处理中公平评分准则的适用性问题。调整后的连续排名概率评分在成员间存在结构依赖时会失去公平性。作者通过两种方法验证了此问题，并提出了轨迹变换器方法，通过在预报时效上应用自注意力机制并保持成员间的条件独立性，实现了集合大小无关的公平评分，成功减少了系统偏差并提高了预报可靠性。",
    "one_sentence": "本文提出了轨迹变换器方法，通过在预报时效上应用自注意力机制并保持成员间的条件独立性，实现了对集合预报后处理中aCRPS公平性的集合大小无关性。"
  },
  {
    "title": "Operationalising the Superficial Alignment Hypothesis via Task Complexity",
    "url": "http://arxiv.org/abs/2602.15829v1",
    "abstract_en": "The superficial alignment hypothesis (SAH) posits that large language models learn most of their knowledge during pre-training, and that post-training merely surfaces this knowledge. The SAH, however, lacks a precise definition, which has led to (i) different and seemingly orthogonal arguments supporting it, and (ii) important critiques to it. We propose a new metric called task complexity: the length of the shortest program that achieves a target performance on a task. In this framework, the SAH simply claims that pre-trained models drastically reduce the complexity of achieving high performance on many tasks. Our definition unifies prior arguments supporting the SAH, interpreting them as different strategies to find such short programs. Experimentally, we estimate the task complexity of mathematical reasoning, machine translation, and instruction following; we then show that these complexities can be remarkably low when conditioned on a pre-trained model. Further, we find that pre-training enables access to strong performances on our tasks, but it can require programs of gigabytes of length to access them. Post-training, on the other hand, collapses the complexity of reaching this same performance by several orders of magnitude. Overall, our results highlight that task adaptation often requires surprisingly little information -- often just a few kilobytes.",
    "date": "2026-02-17",
    "summary_cn": "本文针对浅层对齐假设定义模糊的问题，提出了“任务复杂度”这一新指标，定义为达到目标性能所需的最短程序长度。该框架将预训练定义为大幅降低任务复杂度的过程，而后训练（如对齐）则进一步将复杂度降低数个数量级。实验表明，预训练虽赋予模型强大能力，但需极长程序触发，而后训练仅需极少信息即可激活同等性能，有力支持了浅层对齐假设。",
    "one_sentence": "本文提出了“任务复杂度”这一新指标，用以量化并统一定义了浅层对齐假设，揭示了后训练如何通过大幅降低复杂度来激发预训练模型的能力。"
  },
  {
    "title": "Dex4D: Task-Agnostic Point Track Policy for Sim-to-Real Dexterous Manipulation",
    "url": "http://arxiv.org/abs/2602.15828v1",
    "abstract_en": "Learning generalist policies capable of accomplishing a plethora of everyday tasks remains an open challenge in dexterous manipulation. In particular, collecting large-scale manipulation data via real-world teleoperation is expensive and difficult to scale. While learning in simulation provides a feasible alternative, designing multiple task-specific environments and rewards for training is similarly challenging. We propose Dex4D, a framework that instead leverages simulation for learning task-agnostic dexterous skills that can be flexibly recomposed to perform diverse real-world manipulation tasks. Specifically, Dex4D learns a domain-agnostic 3D point track conditioned policy capable of manipulating any object to any desired pose. We train this 'Anypose-to-Anypose' policy in simulation across thousands of objects with diverse pose configurations, covering a broad space of robot-object interactions that can be composed at test time. At deployment, this policy can be zero-shot transferred to real-world tasks without finetuning, simply by prompting it with desired object-centric point tracks extracted from generated videos. During execution, Dex4D uses online point tracking for closed-loop perception and control. Extensive experiments in simulation and on real robots show that our method enables zero-shot deployment for diverse dexterous manipulation tasks and yields consistent improvements over prior baselines. Furthermore, we demonstrate strong generalization to novel objects, scene layouts, backgrounds, and trajectories, highlighting the robustness and scalability of the proposed framework.",
    "date": "2026-02-17",
    "summary_cn": "Dex4D框架通过仿真学习任务无关的灵巧技能，利用域无关的3D点跟踪策略，实现对任意物体至任意姿态的操作。该策略在仿真中训练，覆盖广泛物体与姿态配置，并在真实世界中零样本迁移，无需微调。实验表明，Dex4D在多样化灵巧操作任务中表现优异，具备强泛化能力与鲁棒性。",
    "one_sentence": "本文提出了Dex4D框架，通过在仿真中学习任务无关的、基于3D点跟踪的灵巧技能，实现了对多样化真实世界操作任务的零样本部署。"
  },
  {
    "title": "Perceptive Humanoid Parkour: Chaining Dynamic Human Skills via Motion Matching",
    "url": "http://arxiv.org/abs/2602.15827v1",
    "abstract_en": "While recent advances in humanoid locomotion have achieved stable walking on varied terrains, capturing the agility and adaptivity of highly dynamic human motions remains an open challenge. In particular, agile parkour in complex environments demands not only low-level robustness, but also human-like motion expressiveness, long-horizon skill composition, and perception-driven decision-making. In this paper, we present Perceptive Humanoid Parkour (PHP), a modular framework that enables humanoid robots to autonomously perform long-horizon, vision-based parkour across challenging obstacle courses. Our approach first leverages motion matching, formulated as nearest-neighbor search in a feature space, to compose retargeted atomic human skills into long-horizon kinematic trajectories. This framework enables the flexible composition and smooth transition of complex skill chains while preserving the elegance and fluidity of dynamic human motions. Next, we train motion-tracking reinforcement learning (RL) expert policies for these composed motions, and distill them into a single depth-based, multi-skill student policy, using a combination of DAgger and RL. Crucially, the combination of perception and skill composition enables autonomous, context-aware decision-making: using only onboard depth sensing and a discrete 2D velocity command, the robot selects and executes whether to step over, climb onto, vault or roll off obstacles of varying geometries and heights. We validate our framework with extensive real-world experiments on a Unitree G1 humanoid robot, demonstrating highly dynamic parkour skills such as climbing tall obstacles up to 1.25m (96% robot height), as well as long-horizon multi-obstacle traversal with closed-loop adaptation to real-time obstacle perturbations.",
    "date": "2026-02-17",
    "summary_cn": "本文提出了Perceptive Humanoid Parkour（PHP）框架，旨在解决仿人机器人高动态跑酷挑战。该框架利用运动匹配技术将原子技能合成长视距轨迹，并通过强化学习训练与蒸馏，获得基于深度视觉的多技能单一策略。这使得机器人能自主决策并执行跨越、攀爬等动作，成功在真实环境中实现了攀爬1.25米高障碍等高难度动态跑酷。",
    "one_sentence": "本文提出了PHP框架，通过结合运动匹配与强化学习蒸馏，实现了具备感知决策能力的仿生机器人长视距、高动态跑酷运动。"
  },
  {
    "title": "QwaveMPS: An efficient open-source Python package for simulating non-Markovian waveguide-QED using matrix product states",
    "url": "http://arxiv.org/abs/2602.15826v1",
    "abstract_en": "QwaveMPS is an open-source Python library for simulating one-dimensional quantum many-body waveguide systems using matrix product states (MPS). It provides a user-friendly interface for constructing, evolving, and analyzing quantum states and operators, facilitating studies in quantum physics and quantum information with waveguide QED systems. This approach enables efficient, scalable simulations by focusing computational resources on the most relevant parts of the quantum system. Thus, one can study a wide range of complex dynamical interactions, including time-delayed feedback effects in the non-Markovian regime and deeply non-linear systems, at a highly reduced computational cost compared to full Hilbert space approaches, making it both practical and convenient to model a variety of open waveguide-QED systems (in Markovian and non-Markovian regimes), treating quantized atoms and quantized photons on an equal footing.",
    "date": "2026-02-17",
    "summary_cn": "QwaveMPS是一个开源Python库，利用矩阵积态模拟一维量子多体波导系统。它提供了构建、演化和分析量子态与算符的友好接口，能够以较低的计算成本研究非马尔可夫机制下的时间延迟反馈等复杂动力学相互作用，实现了对开放波导量子电动力学系统的高效、可扩展模拟。",
    "one_sentence": "本文提出了QwaveMPS，一个基于矩阵积态的开源Python库，用于高效模拟一维量子多体波导系统。"
  }
]