[
  {
    "title": "Black Hole Thermodynamics without Black Hole Solutions",
    "url": "http://arxiv.org/abs/2512.09930v1",
    "abstract_en": "We consider the string-theory inspired Einstein-Maxwell-Maxwell-dilaton theory (EMMD) and show that we can derive the complete set of thermodynamic quantities of charged black holes, without having to solve for the black hole solutions. We argue that the technique can be applied more broadly to string theories, providing an accessible method for determining the thermodynamic properties of large classes of black holes for which exact solutions are typically unavailable.",
    "date": "2025-12-10",
    "summary_cn": "该研究聚焦于弦论启发的爱因斯坦-麦克斯韦-麦克斯韦-伸缩子理论。作者的核心贡献在于，他们发展了一种新技术，能够在不直接求解复杂黑洞方程的情况下，完整地推导出带电黑洞的所有热力学量。论文进一步指出，这一方法具有广泛的适用性，可推广至其他弦理论模型，从而为求解那些通常无法获得精确解的大量黑洞类型的热力学性质，提供了一条简便有效的途径。",
    "one_sentence": "本文提出了一种无需求解黑洞精确解，即可从弦论启发的爱因斯坦-麦克斯韦-麦克斯韦-伸缩子理论中推导出带电黑洞完整热力学量的新方法。"
  },
  {
    "title": "Closing the Train-Test Gap in World Models for Gradient-Based Planning",
    "url": "http://arxiv.org/abs/2512.09929v1",
    "abstract_en": "World models paired with model predictive control (MPC) can be trained offline on large-scale datasets of expert trajectories and enable generalization to a wide range of planning tasks at inference time. Compared to traditional MPC procedures, which rely on slow search algorithms or on iteratively solving optimization problems exactly, gradient-based planning offers a computationally efficient alternative. However, the performance of gradient-based planning has thus far lagged behind that of other approaches. In this paper, we propose improved methods for training world models that enable efficient gradient-based planning. We begin with the observation that although a world model is trained on a next-state prediction objective, it is used at test-time to instead estimate a sequence of actions. The goal of our work is to close this train-test gap. To that end, we propose train-time data synthesis techniques that enable significantly improved gradient-based planning with existing world models. At test time, our approach outperforms or matches the classical gradient-free cross-entropy method (CEM) across a variety of object manipulation and navigation tasks in 10% of the time budget.",
    "date": "2025-12-10",
    "summary_cn": "传统基于梯度的规划方法虽计算高效，但性能不及搜索或优化算法。本文发现世界模型的训练目标（预测下一状态）与测试目标（规划动作序列）存在差距。为此，作者提出了训练时数据合成技术，使现有世界模型能更好地支持基于梯度的规划。在多个物体操控和导航任务上，该方法仅用10%的时间预算，其性能即可达到或超越经典的交叉熵方法。",
    "one_sentence": "本文提出了一种通过在训练时合成数据来缩小世界模型训练与测试目标之间差距的方法，从而显著提升了基于梯度的规划性能。"
  },
  {
    "title": "HiF-VLA: Hindsight, Insight and Foresight through Motion Representation for Vision-Language-Action Models",
    "url": "http://arxiv.org/abs/2512.09928v1",
    "abstract_en": "Vision-Language-Action (VLA) models have recently enabled robotic manipulation by grounding visual and linguistic cues into actions. However, most VLAs assume the Markov property, relying only on the current observation and thus suffering from temporal myopia that degrades long-horizon coherence. In this work, we view motion as a more compact and informative representation of temporal context and world dynamics, capturing inter-state changes while filtering static pixel-level noise. Building on this idea, we propose HiF-VLA (Hindsight, Insight, and Foresight for VLAs), a unified framework that leverages motion for bidirectional temporal reasoning. HiF-VLA encodes past dynamics through hindsight priors, anticipates future motion via foresight reasoning, and integrates both through a hindsight-modulated joint expert to enable a ''think-while-acting'' paradigm for long-horizon manipulation. As a result, HiF-VLA surpasses strong baselines on LIBERO-Long and CALVIN ABC-D benchmarks, while incurring negligible additional inference latency. Furthermore, HiF-VLA achieves substantial improvements in real-world long-horizon manipulation tasks, demonstrating its broad effectiveness in practical robotic settings.",
    "date": "2025-12-10",
    "summary_cn": "针对现有视觉-语言-动作模型因依赖马尔可夫假设而存在时序短视、难以保证长周期任务一致性的问题，本文提出了HiF-VLA框架。该框架将运动视为一种更紧凑且信息丰富的时序上下文表示，通过后验先验编码过去动态、先见推理预测未来运动，并利用后验调制的联合专家进行整合，实现了“边行动边思考”的范式。实验表明，HiF-VLA在多个基准测试和真实世界长周期操作任务中均显著优于基线模型，且推理延迟极低。",
    "one_sentence": "本文提出了一种名为HiF-VLA的新框架，通过利用运动信息进行双向时序推理（后见、洞察、先见），以解决现有视觉-语言-动作模型在长周期任务中因马尔可夫假设导致的时序短视问题。"
  },
  {
    "title": "Token Expand-Merge: Training-Free Token Compression for Vision-Language-Action Models",
    "url": "http://arxiv.org/abs/2512.09927v1",
    "abstract_en": "Vision-Language-Action (VLA) models pretrained on large-scale multimodal datasets have emerged as powerful foundations for robotic perception and control. However, their massive scale, often billions of parameters, poses significant challenges for real-time deployment, as inference becomes computationally expensive and latency-sensitive in dynamic environments. To address this, we propose Token Expand-and-Merge-VLA (TEAM-VLA), a training-free token compression framework that accelerates VLA inference while preserving task performance. TEAM-VLA introduces a dynamic token expansion mechanism that identifies and samples additional informative tokens in the spatial vicinity of attention-highlighted regions, enhancing contextual completeness. These expanded tokens are then selectively merged in deeper layers under action-aware guidance, effectively reducing redundancy while maintaining semantic coherence. By coupling expansion and merging within a single feed-forward pass, TEAM-VLA achieves a balanced trade-off between efficiency and effectiveness, without any retraining or parameter updates. Extensive experiments on LIBERO benchmark demonstrate that TEAM-VLA consistently improves inference speed while maintaining or even surpassing the task success rate of full VLA models. The code is public available on \\href{https://github.com/Jasper-aaa/TEAM-VLA}{https://github.com/Jasper-aaa/TEAM-VLA}",
    "date": "2025-12-10",
    "summary_cn": "针对大规模视觉-语言-动作模型在机器人应用中推理延迟高的问题，本文提出了TEAM-VLA框架。该方法无需训练，通过在注意力机制高亮区域动态扩展信息令牌以增强上下文，随后在深层进行动作感知的令牌合并，有效减少冗余。在LIBERO基准测试中，该框架在保持甚至提升任务成功率的同时，显著加快了推理速度。",
    "one_sentence": "本文提出了一种无需重新训练的动态令牌压缩框架TEAM-VLA，通过先扩展后合并视觉令牌的方式，在保持任务性能的同时加速视觉-语言-动作模型的推理速度。"
  },
  {
    "title": "Connecting single-layer $t$-$J$ to Kondo lattice models: Exploration with cold atoms",
    "url": "http://arxiv.org/abs/2512.09926v1",
    "abstract_en": "The Kondo effect, a hallmark of many-body physics, emerges from the antiferromagnetic coupling between localized spins and conduction fermions, leading to a correlated many-body singlet state. Here we propose to use the mixed-dimensional (mixD) bilayer Hubbard geometry as a platform to study Kondo lattice physics with current ultracold atom experiments. At experimentally feasible temperatures, we predict that key features of the Kondo effect can be observed, including formation of the Kondo cloud around a single impurity and the competition of singlet formation with Ruderman-Kittel-Kasuya-Yosida (RKKY) interactions for multiple impurities, summarized in the Doniach phase diagram. Moreover, we show that the mixD platform provides a natural bridge between the Doniach phase diagram of the Kondo lattice model, relevant to heavy-fermion materials, and the phase diagram of cuprate superconductors as described by a single-layer Zhang-Rice type $t$-$J$ model: It is possible to continuously tune between the two regimes by changing the interlayer Kondo coupling. Our findings demonstrate that the direct connection between high-temperature superconductivity and heavy-fermion physics can be experimentally studied using currently available quantum simulation platforms.",
    "date": "2025-12-10",
    "summary_cn": "该研究提出利用超冷原子实验中的混合维度双层Hubbard模型来模拟近藤晶格物理。研究表明，在该平台上可观测到近藤云形成、RKKY相互作用竞争等关键特征，并绘制出Doniach相图。更重要的是，通过调节层间近藤耦合，该平台可以连续地连接重费米子材料的近藤晶格模型与铜基超导体的t-J模型相图，从而为实验研究高温超导与重费米子物理之间的直接联系提供了可行方案。",
    "one_sentence": "本文提出利用混合维度双层Hubbard模型作为量子模拟平台，首次在实验可行的温度下连接并研究重费米子物理与高温超导电性之间的直接关系。"
  }
]