[
  {
    "title": "Tracing the Galactic Disk with Gaia DR3: A Deep Study of Berkeley 17, 18, and 39 Open Star Clusters",
    "url": "http://arxiv.org/abs/2601.15289v1",
    "abstract_en": "We report a detailed investigation of three intermediate-to-old age open clusters, Berkeley 17, Berkeley 18, and Berkeley 39, utilizing precise astrometric and photometric data from Gaia DR3. Cluster membership was robustly determined through a probabilistic proper-motion analysis, yielding statistically significant samples of 600, 1042, and 907 stars, respectively. From the mean parallaxes of these members, we determine astrometric distances ranging from approximately 3.40 kpc for Berkeley 17 to 5.80 kpc for Berkeley 18. Isochrone fitting applied to the decontaminated color-magnitude diagrams constrains the cluster ages to 9.12 +/- 1.00 Gyr, 3.36 +/- 0.50 Gyr, and 5.10 +/- 0.50 Gyr, respectively. Interstellar reddening spans a wide range, from E(B-V) = 0.17 mag in Berkeley 39 to 0.58 mag in Berkeley 17. Structural parameters derived from King model fits to the radial density profiles, combined with mass function analyses, indicate that the clusters are dynamically relaxed systems with mass distributions broadly consistent with the canonical Salpeter slope. Our kinematic analysis reveals that Berkeley 17, Berkeley 18, and Berkeley 39 are part of the outer disk population.",
    "date": "2026-01-21",
    "summary_cn": "本研究基于盖亚DR3的精确天体测量与测光数据，对伯克利17、18、39这三个中老年疏散星团进行了系统分析。通过概率性自行分析确定了可靠的成员星，并利用平均视差测定了距离（约3.40至5.80千秒差距）。通过等龄线拟合获得了年龄（约3.36至9.12吉年）和星际红化值。结合径向密度轮廓的拟合和质量函数分析，发现星团为动力学弛豫系统，其质量分布与标准萨尔皮特斜率基本一致。运动学分析表明它们属于银河系外盘星族。",
    "one_sentence": "本文利用盖亚DR3数据对三个中老年疏散星团进行了综合测距、测龄、消光及动力学分析，揭示了它们作为外盘星族的特性。"
  },
  {
    "title": "APPLE: Attribute-Preserving Pseudo-Labeling for Diffusion-Based Face Swapping",
    "url": "http://arxiv.org/abs/2601.15288v1",
    "abstract_en": "Face swapping aims to transfer the identity of a source face onto a target face while preserving target-specific attributes such as pose, expression, lighting, skin tone, and makeup. However, since real ground truth for face swapping is unavailable, achieving both accurate identity transfer and high-quality attribute preservation remains challenging. In addition, recent diffusion-based approaches attempt to improve visual fidelity through conditional inpainting on masked target images, but the masked condition removes crucial appearance cues of target, resulting in plausible yet misaligned attributes. To address these limitations, we propose APPLE (Attribute-Preserving Pseudo-Labeling), a diffusion-based teacher-student framework that enhances attribute fidelity through attribute-aware pseudo-label supervision. We reformulate face swapping as a conditional deblurring task to more faithfully preserve target-specific attributes such as lighting, skin tone, and makeup. In addition, we introduce an attribute-aware inversion scheme to further improve detailed attribute preservation. Through an elaborate attribute-preserving design for teacher learning, APPLE produces high-quality pseudo triplets that explicitly provide the student with direct face-swapping supervision. Overall, APPLE achieves state-of-the-art performance in terms of attribute preservation and identity transfer, producing more photorealistic and target-faithful results.",
    "date": "2026-01-21",
    "summary_cn": "针对现有换脸方法在身份转换与属性（如光照、肤色、妆容）保留间难以兼顾的问题，本文提出了基于扩散模型的师生框架APPLE。该方法将换脸重构为条件去模糊任务，并引入属性感知反演方案，通过教师模型生成高质量的伪标签数据来指导学生模型学习，从而在保持目标属性高度一致的同时实现精准的身份转换，取得了当前最优的视觉效果。",
    "one_sentence": "本文提出了一种名为APPLE的扩散模型师生框架，通过属性感知伪标签监督和条件去模糊任务重构，显著提升了换脸任务中的属性保真度和身份转换效果。"
  },
  {
    "title": "Towards Understanding Best Practices for Quantization of Vision-Language Models",
    "url": "http://arxiv.org/abs/2601.15287v1",
    "abstract_en": "Large language models (LLMs) deliver impressive results for a variety of tasks, but state-of-the-art systems require fast GPUs with large amounts of memory. To reduce both the memory and latency of these systems, practitioners quantize their learned parameters, typically at half precision. A growing body of research focuses on preserving the model performance with more aggressive bit widths, and some work has been done to apply these strategies to other models, like vision transformers. In our study we investigate how a variety of quantization methods, including state-of-the-art GPTQ and AWQ, can be applied effectively to multimodal pipelines comprised of vision models, language models, and their connectors. We address how performance on captioning, retrieval, and question answering can be affected by bit width, quantization method, and which portion of the pipeline the quantization is used for. Results reveal that ViT and LLM exhibit comparable importance in model performance, despite significant differences in parameter size, and that lower-bit quantization of the LLM achieves high accuracy at reduced bits per weight (bpw). These findings provide practical insights for efficient deployment of MLLMs and highlight the value of exploration for understanding component sensitivities in multimodal models. Our code is available at https://github.com/gautomdas/mmq.",
    "date": "2026-01-21",
    "summary_cn": "本研究探讨了如何将GPTQ、AWQ等前沿量化技术有效应用于由视觉模型、语言模型及其连接器组成的多模态流水线。通过分析量化比特宽度、方法及作用模块对图像描述、检索和问答任务性能的影响，研究发现视觉与语言模型对整体性能具有同等重要性，且对语言模型进行低位宽量化可在降低比特数的同时保持较高精度。这些结果为多模态大模型的高效部署提供了实践指导，并强调了探索不同组件敏感性的价值。",
    "one_sentence": "本文系统研究了多种量化方法在包含视觉模型、语言模型及其连接器的多模态流水线中的应用效果，揭示了不同组件对量化的敏感性，为高效部署多模态大模型提供了实用见解。"
  },
  {
    "title": "Iterative Refinement Improves Compositional Image Generation",
    "url": "http://arxiv.org/abs/2601.15286v1",
    "abstract_en": "Text-to-image (T2I) models have achieved remarkable progress, yet they continue to struggle with complex prompts that require simultaneously handling multiple objects, relations, and attributes. Existing inference-time strategies, such as parallel sampling with verifiers or simply increasing denoising steps, can improve prompt alignment but remain inadequate for richly compositional settings where many constraints must be satisfied. Inspired by the success of chain-of-thought reasoning in large language models, we propose an iterative test-time strategy in which a T2I model progressively refines its generations across multiple steps, guided by feedback from a vision-language model as the critic in the loop. Our approach is simple, requires no external tools or priors, and can be flexibly applied to a wide range of image generators and vision-language models. Empirically, we demonstrate consistent gains on image generation across benchmarks: a 16.9% improvement in all-correct rate on ConceptMix (k=7), a 13.8% improvement on T2I-CompBench (3D-Spatial category) and a 12.5% improvement on Visual Jenga scene decomposition compared to compute-matched parallel sampling. Beyond quantitative gains, iterative refinement produces more faithful generations by decomposing complex prompts into sequential corrections, with human evaluators preferring our method 58.7% of the time over 41.3% for the parallel baseline. Together, these findings highlight iterative self-correction as a broadly applicable principle for compositional image generation. Results and visualizations are available at https://iterative-img-gen.github.io/",
    "date": "2026-01-21",
    "summary_cn": "针对文生图模型在处理包含多对象、关系和属性的复杂提示时表现不佳的问题，本文提出了一种受大语言模型思维链启发的迭代测试时策略。该方法利用视觉语言模型作为“评审员”提供反馈，指导图像生成模型在多步骤中逐步优化其输出。该方法无需额外工具或先验知识，可灵活应用于多种生成器。实验表明，该方法在多个基准测试中显著提升了生成图像的准确性和忠实度，并获得了人类评估者的明显偏好。",
    "one_sentence": "本文提出了一种基于视觉语言模型反馈进行迭代自我校正的测试时策略，以提升文生图模型对复杂组合提示的理解和生成能力。"
  },
  {
    "title": "A radially broad collisional cascade in the debris disk of $γ$ Ophiuchi observed by JWST",
    "url": "http://arxiv.org/abs/2601.15285v1",
    "abstract_en": "The A1V star $γ$ Oph, at a distance of 29.7 pc, is known from Spitzer imaging to host a debris disk with a large radial extent and from its spectral energy distribution to host inner warm dust. We imaged $γ$ Oph with JWST/MIRI at 15 and 25.5 microns, which reveal smooth and radially broad emission that extends to a radius of at least 250 au at 25.5 microns. In contrast to JWST findings of an inner small-grain component with distinct ringed substructures in Fomalhaut and Vega, the mid-infrared radial profile combined with prior ALMA imaging suggests a radially broad steady-state collisional cascade with the same grain size distribution throughout the disk. This further suggests that the system is populated by a radially broad planetesimal belt from tens of au or less to well over 200 au, rather than a narrow planetesimal belt from which the observed dust is displaced to appear broad. The disk is also found to be asymmetric, which could be modelled by a stellocentric offset corresponding to a small eccentricity of $\\sim$0.02. Such a disk eccentricity could be induced by a mildly eccentric $<$$10\\,M_\\mathrm{Jup}$ giant planet outside 10 au, or a more eccentric companion up to stellar mass at a few au, without producing a resolvable radial gap in the disk.",
    "date": "2026-01-21",
    "summary_cn": "本研究利用JWST/MIRI在15和25.5微米波段对A1V星γ Oph进行成像观测。结果显示，其碎片盘辐射平滑且径向延伸广阔，在25.5微米处至少达250天文单位。结合先前ALMA数据，分析表明该盘存在一个从数十天文单位延伸至超过200天文单位的宽广星子带，并处于稳态碰撞级联状态，其尘埃尺寸分布在整个盘内一致。此外，盘结构呈现不对称性，可能由一颗位于10天文单位外的亚10倍木星质量行星或数天文单位处的高偏心率伴星引起微小偏心率（~0.02）所致。",
    "one_sentence": "本文利用JWST/MIRI观测发现，γ Oph的碎片盘具有径向宽广、平滑且不对称的结构，表明其由单一宽幅星子带构成，而非由窄带尘埃扩散形成，这与其他恒星（如北落师门、织女星）的环状结构形成鲜明对比。"
  }
]